Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/EncodingRes.*.resx
Languages: de, pl, pt, zh

source: Save
de: Speichern
pl: Zapisz
pt: Guardar
zh: 保存

source: Save As...
de: Speichern als...
pl: Zapisz jako...
pt: Guardar como...
zh: 另存为...

source: Revert
de: Rückgängig
pl: Przywróć
pt: Reverter
zh: 还原

# Advanced_AdaptiveBFramesToolTip
source: x264 has a variety of algorithms to decide when to use B-frames and how many to use. Fast mode takes roughly the same amount of time no matter how many B-frames you specify. However, while fast, its decisions are often suboptimal. Optimal mode gets slower as the maximum number of B-Frames increases, but makes much more accurate decisions, especially when used with B-pyramid.
de: x264 verwendet eine Vielzahl von Algorithmen, um zu entscheiden wann und wie viele B-Frames zu benutzen sind. Der schnelle Modus benötigt ungefähr gleichlang, unabhängig davon wie viele B-Frames Sie angebe. Allerdings sind seine Entscheidungen, durch die schnellen Entscheidungen, oft suboptimal. Der optimale Modus wird langsamer, wenn die maximale Anzahl von B-Frames steigt, jedoch entscheidet er viel genauer, vor allem in Kombination mit pyramidalen B-Frames verwendet.
pl: x264 ma wiele algorytmów, które decydują kiedy i jak wiele klatek B należy użyć. Tryb szybki zabiera mniej więcej taką samą ilość czasu, niezależnie od tego, jak wiele klatek B zostanie określone. Pomimo tej zalety, jaką jest szybkość działania, często zdarza się, że podejmowane decyzje są nieoptymalne. Tryb optymalny staje się wolniejszy wraz ze wzrostem klatek B, ale podejmuje znacznie bardziej trafne decyzje, zwłaszcza w połączeniu z funkcją "Piramida B".
pt: O codec x264 tem uma variedade de algoritmos que permite decidir quando utiliza "B-frames" e quando não utiliza. No modo RÁPIDO leva mais ou menos o mesmo tempo, não importa quantos "B-frames" são especificados. No modo ÓPTIMO fica mais lento, já que o número máximo de "B-frames" aumenta, mas toma decisões muito mais precisas, especialmente quando utilizado com "Pyramidal B-frames".
zh: x264 拥有多种算法去决定何时要使用 B-frames 及要使用多少数量。 快速模式下不管你指定多少 B-frames，所耗费的时间都大致相同。然而当处于快速模式，往往在处理时所做的决定通常都不理想。 优化模式下所耗费的时间与 B-Frames 的最大数量成正比，但是在处理时所做的决定会更加准确,尤其是在与 B-pyramid 一起使用时。

# Advanced_AdaptiveDirectModeToolTip
source: H.264 allows for two different prediction modes, spatial and temporal, in B-frames. Spatial, the default, is almost always better, but temporal is sometimes useful too. x264 can, at the cost of a small amount of speed (and accordingly for a small compression gain), adaptively select which is better for each particular frame.
de: H.264 ermöglicht für B-Frames zwei verschiedene Vorhersage-Modi, Räumlich und Zeitlich. Räumlich (Standard) ist fast immer besser, aber ab und zu erweist sich auch Zeitlich als nützlich. x264 kann für einen kleinen Kompressions Gewinn auf Kosten von ein wenig Geschwindigkeit, auch flexibel auswählen, welcher Modus für jeden einzelnen Frame am besten geeignet ist.
pl: H.264 pozwala na użycie w klatkach B dwóch trybów przewidywania: przestrzennego i czasowego. Przestrzenne (domyślne) jest prawie zawsze najlepsze, ale zdarza się, że czasowe jest przydatne. x264 może automatycznie wybrać sposób przewidywania dla poszczególnych klatek, co przekłada się na nieznaczne zwiększenie kompresji. Związane jest to jednak z niewielką utratą prędkości.
pt: O codec H.264 permite uma previsão em dois diferentes modos nos B-frames, "Spatial" e "Temporal". Stapial, o padrão, quase sempre é melhor, mas o Temporal por vezes também é útil. x264 pode, à custa de uma pequena perca de velocidade (e consequentemente de um pequeno ganho de compressão), seleccionar o que é melhor para cada frame, em particular.
zh: H.264 允许 B-画格 使用空间性及时间性两种不同的预测模式。 默认值空间性在大部分情形下皆是较佳的选择，但在部份情况时间性能产生较佳的结果。 x264 可在耗费小量时间 (可争取到小幅度的压缩增益) 的情况下适应性为每个画格选择较佳的模式。

# Advanced_AdaptiveQuantizationStrengthToolTip
source: Adaptive quantization controls how the encoder distributes bits across the frame. Higher values take more bits away from edges and complex areas to improve areas with finer detail.
de: Die flexible Quantisierung steuert, wie der Encodierer die Bits über das Bild verteilt. Höhere Werte nehmen mehr Bits von den Rand- und den komplexen Bereichen, um die Bereiche mit den feineren Details zu verbessern.
pl: Adaptacyjna kwantyzacja kontroluje, jak enkoder dystrybuuje bity w całym kadrze. Wyższe wartości używają więcej bitów oddalonych od krawędzi i złożonych obszarów do poprawy bardziej szczegółowych detali.
pt: Adaptive Quantization Strenght controla a forma como o codificador distribui "bits" nos frames. Valores mais altos levam mais bits para longe das arestas e das superfícies complexas para melhorar as áreas com detalhes mais finos.
zh: 适应性量化能控制编码器如何分配整个画格的位分布量。 高设定值会将原本分配于边缘的部分位数用来加强复杂的区域。

# Advanced_AnalysisToolTip
source: Mode decision picks from a variety of options to make its decision: this option chooses what options those are. Fewer partitions to check means faster encoding, at the cost of worse decisions, since the best option might have been one that was turned off.
de: Modus Entscheidung wählt aus einer Vielzahl von Optionen, um seine Entscheidung zu treffen: mit dieser Option wird festgelegt, welche Optionen dazu zur Auswahl stehen. Je weniger Teilbereiche dazu zu überprüfen sind, desto schneller verläuft die Encodierung, dies geschieht jedoch auf Kosten schlechterer Entscheidungen, falls die beste Option abgeschaltet war.
pl: Tryb decyzja wybiera z dużego wachlarza opcji, aby móc podjąć decyzję. Ta opcja decyduje jakie one będą. Mniej partycji do sprawdzenia oznacza szybsze enkodowanie, kosztem gorszych decyzji, ponieważ najlepszym rozwiązaniem mogła być opcja, która właśnie została wyłączona.
pt: Escolhe de entre uma variedade de opções, para fazer a sua: esta opção escolhe quais são as opções. Menos partições a verificar significa codificação mais rápida, à custa de decisões piores, desde que a melhor opção esteja desactivada. Por defeito: Maioria (Padrão)
zh: 此选项可调整动态搜寻的各种模式。 开启越多的选项表示您可用更长的编码时间换取更好的编码效果。

# Advanced_BFramesToolTip
source: Sane values are ~2-5. This specifies the maximum number of sequential B-frames that the encoder can use. Large numbers generally won't help significantly unless Adaptive B-frames is set to Optimal. Cel-animated source material and B-pyramid also significantly increase the usefulness of larger values. Baseline profile, as required for iPods and similar devices, requires B-frames to be set to 0 (off).
de: Gute Werte liegen zwischen 2 und 5. Dies legt die maximale Anzahl der aufeinanderfolgenden B-Frames fest, die der Encodierer verwenden soll. Höhere Werte werden allgemein nur dann spürbar helfen, wenn Flexible B-Frames auf Optimal eingestellt sind. Cel-animiertes Quellmaterial und B-Pyramide erhöhen deutlich die Nützlichkeit größerer Werte. Das Grund Profil (für iPods und ähnliche Geräte) erfordert, dass B-Frames deaktiviert sind (Wert: 0).
pl: Rozsądne wartości to ok. 2-5. Określa maksymalną liczbę kolejnych klatek B, które enkoder możne używać. Duże wartości zazwyczaj nie pomagają chyba, że adaptacyjne klatki B są ustawione na wartość Optymalne. Animowane materiały źródłowe i Piramida B również znacząco zwiększają przydatność użycia dużych wartości. Profil podstawowy, którego wymagają iPody i podobne urządzenia, wymaga ustawienia klatek B na 0 (wyłączone).
pt: Os valores normais são ~ 2-5. Isso especifica o número máximo de "B-Frames" sequenciais que o codificador pode usar. Números grandes geralmente não ajudam significativamente, a menos que os "Adaptive B-Frames" estejam definidos como Óptimo. Animações à base de celuloide (caricaturas) e "Pyramidal B-Frames" também aumentam significativamente a utilidade dos valores maiores. O perfil "Base" (H.264) , necessário para iPods e dispositivos similares, requerem que os B-frames sejam 0 (Desligado).
zh: 合理的值为 2 至 5。 此选项可控制编码器可连续使用的 B-画格最大数。 除非适应性 B-画格设定已优化，否则调大此数值并无帮助。 赛璐璐动画片及锥状 B-画格能在较高数值的情况下获得更好的效果。 Baseline 规模的设定无法使用 B-画格。 (通常使用在 iPod 或其他可携装置)

# Advanced_CabacToolTip
source: After the encoder has done its work, it has a bunch of data that needs to be compressed losslessly, similar to ZIP or RAR. H.264 provides two options for this: CAVLC and CABAC. CABAC decodes a lot slower but compresses significantly better (10-30%), especially at lower bitrates. If you're looking to minimize CPU requirements for video playback, disable this option. Baseline profile, as required for iPods and similar devices, requires CABAC to be disabled.
de: Nachdem der Encodierer seine Arbeit getan hat, gibt es eine Reihe von Daten, die verlustfrei, ähnlich wie ZIP oder RAR komprimiert werden müssen. H.264 bietet hierfür zwei Optionen: CAVLC und CABAC. CABAC decodiert viel langsamer, aber komprimiert dafür deutlich besser (10-30 %), vor allem bei niedrigeren Bitraten. Deaktivieren Sie diese Option, wenn Sie die CPU-Anforderungen bei der Videowiedergabe minimieren wollen. Für das Grund Profil, welches für iPods und ähnliche Geräte erforderlich ist, muss CABAC deaktiviert bleiben.
pl: Po wykonaniu swojej pracy, enkoder posiada dane, które muszą zostać skompresowane bezstratnie - podobnie jak w plikach ZIP lub RAR. H.264 zapewnia dwie opcje do tego: CAVLC i CABAC. CABAC enkoduje dużo wolniej ale kompresuje znacznie lepiej (10-30%), zwłaszcza przy niższych wartościach bitrate. Jeśli chcesz zminimalizować wymagania dotyczące procesora dla odtwarzania wideo, należy wyłączyć tę opcję. Profil podstawowy stosowany dla iPodów i podobnych urządzeń, wymaga wyłączenia opcji CABAC.
pt: Depois da codificação terminar, ainda existem dados que precisam ser comprimidos sem percas, similar aos ZIP ou RAR. O H.264 oferece duas opções para fazer isso: CAVLC e CABAC. CABAC descodifica muito mais lentamente mas comprime significativamente melhor (10-30%), especialmente em bitrates mais baixos. Se está a tentar minimizar os requisitos de CPU para a reprodução de vídeo, desactive esta opção. O perfil "Base" (H.264) , necessário para iPods e dispositivos similares, requerem que o CABAC seja desactivado.
zh: 编码器完成工作后需完整保留部分信息，H.264 提供两种方法压缩这类信息: CAVLC 及 CABAC。 CABAC 译码速度较慢但压缩率较佳 (10% 至 30%)，于低比特率时压缩的差异更明显。 若您想降低译码的硬件需求，请停用此选项。 Baseline 规模的设定无法使用 CABAC。 (通常使用在 iPod 或其他可携装置)

# Advanced_DeblockingToolTip
source: H.264 has a built-in deblocking filter that smooths out blocking artifacts after decoding each frame. This not only improves visual quality, but also helps compression significantly. The deblocking filter takes a lot of CPU power, so if you're looking to minimize CPU requirements for video playback, disable it. The deblocking filter has two adjustable parameters, "strength" and "threshold". The former controls how strong (or weak) the deblocker is, while the latter controls how many (or few) edges it applies to. Lower values mean less deblocking, higher values mean more deblocking. The default is 0 (normal strength) for both parameters.
de: H. 264 hat einen integrierten Entblockungs-Filter, der blockartige Artefakte nach der Decodierung eines jeden Frames glättet. Dies verbessert nicht nur die Bildqualität, sondern unterstützt auch die Komprimierung erheblich. Jedoch nimmt der Entblockungs-Filter viel CPU-Leistung in Anspruch, wenn Sie versuchen, die CPU-Anforderungen für die Videowiedergabe zu minimieren, dann sollten Sie ihn deaktivieren. Der Entblockung-Filter verfügt über zwei einstellbare Parameter, "Stärke" und "Schwellenwert". Das Erstgenannte bestimmt, wie stark (oder schwach) der Entblocker ist, während das Letztgenannte bestimmt, auf wie viele (oder wenige) Kanten er angewendet wird. Niedrigere Werte bedeuten, dass weniger entblockt wird, höhere Werte, dass mehr entblockt wird. Der Standardwert ist 0 (normale Stärke) für beide Parameter.
pl: H.264 ma wbudowany filtr usuwający bloki, który wygładza artefakty blokowe po dekodowaniu każdej klatki. Nie tylko poprawia to jakość obrazu, ale także znacznie zwiększa kompresję. Filtr usuwający bloki zużywa dużo mocy obliczeniowej procesora, więc jeśli chcesz zminimalizować wymagania dotyczące procesora dla odtwarzania wideo - wyłącz go. Filtr usuwający bloki ma dwa regulowane parametry "siła" i "próg". Pierwszy kontroluje jak silny jest filtr, a drugi określa próg, kiedy zaczyna być stosowany. Niższe wartości oznaczają mniej usuwania bloków, wyższe - przeciwnie. Wartością domyślną jest 0 (siła normalna) dla obu parametrów.
pt: O codec H.264 tem um filtro Deblocking inserido, que suaviza artefactos após a descodificação de cada frame. Isto não só melhora a qualidade visual, como também ajuda significativamente a compactação. O filtro Deblocking exige muito processamento do CPU, logo, se está a tentar reduzir os requisitos do CPU para a reprodução de vídeo, desactive-o. O filtro Deblocking tem dois parâmetros ajustáveis, "strenght" (força) e "threshold" (limiar). Valores mais baixos significam menos desbloqueio, valores maiores mais desbloqueio. O padrão é "0" para ambos os parâmetros.
zh: H.264 内建译码去块滤镜以柔化压缩时产生的人工噪声，此技巧不但能改善视觉质量，也能大幅改善压缩率。 译码去块需耗费大量的运算，若您想最小化译码的硬件需求，请停用此选项。 解码去块滤镜有两个参数可供调整:「强度」及「起始」。 前者可调整解碼去块器的强度，后者可调整柔化区块边缘的范围。 值越大表示译码去块的效果越强，两个参数的默认值皆为 0 (一般强度)。

# Advanced_EightByEightDctToolTip
source: The 8x8 transform is the single most useful feature of x264 in terms of compression-per-speed. It improves compression by at least 5% at a very small speed cost and may provide an unusually high visual quality benefit compared to its compression gain. However, it requires High Profile, which many devices may not support.
de: Die 8x8-Transformation ist die einzige, nützlichste Funktion von x264 in Bezug auf das Verhältnis zwischen Komprimierung und Geschwindigkeit. Es verbessert die Komprimierung um mindestens 5% bei einem sehr geringen Geschwindigkeitsverlust und kann einen ungewöhnlich hohen visuellen Qualitätsvorteil im Vergleich zu seiner Komprimierungsverstärkung hervorrufen. Allerdings erfordert es das Hohe Profil, welches viele Geräte nicht unterstützen.
pl: Transformata 8x8 jest jedną z najbardziej przydatnych funkcji x264 w kategorii szybkości kompresji w stosunku do jej jakości. Poprawia kompresję o co najmniej 5% za cenę niewielkiego zmniejszenia prędkości i może powodować niezwykle wysoką jakość wizualną w porównaniu do wzmocnienia kompresji. Jednak wymaga to wysokiego profilu, który może nie być obsługiwany przez wszystkie urządzenia.
pt: A transformação de 8x8 é o recurso mais útil do x264 em termos de velocidade-por-compressão. Melhora a compressão pelo menos 5% a custo de uma perca de velocidade muito pequena, e pode fornecer um beneficio invulgarmente elevado de qualidade visual em relação ao seu ganho de compressão. No entanto, exige que o "Perfil H.264" esteja definido como "Alto", o que muitos dispositivos poderão não suportar.
zh: 8x8 转换为 x264 最有效的压缩技巧。 此方法可耗费少量时间提升至少 5% 压缩率，且得到非常佳的画面质量。 但此方法需符合 High 规模，许多装置并不支持。

# Advanced_MotionEstimationMethodToolTip
source: Controls the motion estimation method. Motion estimation is how the encoder estimates how each block of pixels in a frame has moved. A better motion search method improves compression at the cost of speed. Diamond: performs an extremely fast and simple search using a diamond pattern. Hexagon: performs a somewhat more effective but slightly slower search using a hexagon pattern. Uneven Multi-Hex: performs a very wide search using a variety of patterns, more accurately capturing complex motion. Exhaustive: performs a "dumb" search of every pixel in a wide area. Significantly slower for only a small compression gain. Transformed Exhaustive: Like exhaustive, but makes even more accurate decisions. Accordingly, somewhat slower, also for only a small improvement.
de: Steuert die Bewegung-Analyse. Der Encodierer schätzt durch eine Bewegungs-Analyse, wie sich jede Gruppe von Pixeln in einem Bild bewegt hat. Aufwändigere Bewegungs-Analyse verbessert die Kompression auf Kosten der Geschwindigkeit. Raute: Führt eine extrem schnelle und einfache Suche mit einem Rauten-Muster durch. Sechseck: Führt eine etwas effektivere, aber langsamere Suche mit einem Sechseck-Muster durch. Ungleichmäßiges Mehrfach-Sechseck: Führt eine sehr breite Suche mit einer Vielzahl von Mustern durch. Genauer bei der Erfassung komplexer Bewegungen. Gründlich: Führt eine stumpfe Suche eines jedes Pixels in einem breiten Bereich durch. Nur kleiner Kompressionsgewinn und deutlich langsamer. Gründlich Transformiert: Wie gründlich, aber fällt noch genauere Entscheidungen. Dementsprechend etwas langsamer und nur eine kleine Verbesserung.
pl: Określa metodę szacowania ruchu. Szacowanie ruchu to sposób w jaki enkoder szacuje, jak każdy blok pikseli w klatce się poruszył. Polepszenie metody wyszukiwania ruchu poprawia stopień kompresji kosztem jej szybkości. Diament: wykonuje bardzo szybkie i proste wyszukiwanie przy użyciu wzorów diamentowych. Sześciokąt: wykonuje nieco bardziej skuteczne, ale wolniejsze wyszukiwanie przy użyciu wzorów sześciokątnych. Nierówne Multi-Hex: wykonuje bardzo szerokie wyszukiwanie przy użyciu różnych wzorów, dokładniej przechwytuje złożony ruch. Wyczerpująca: wykonuje "głupie" wyszukiwanie każdego piksela na dużym obszarze. Znacznie wolniejsza a zysk z kompresji jest niewielki. Wyczerpująca przekształcona: Jak Wyczerpująca, ale podejmuje bardziej trafne decyzje. W związku z tym nieco wolniejsza, ale również daje tylko niewielką poprawę.
zh: 此选项控制动态搜寻的方法，动态搜寻为编码器预测像素区块于画格中移动的方法。 较佳的搜寻方法耗费较多的时间，但可改善压缩效果。 菱形: 使用菱形模式快速搜寻。 六角形: 使用六角形模式搜寻，较菱形方法慢但压缩效果较佳。 非均匀多重六角形: 利用各种不同模式搜寻，在动作复杂的影片中可得到较佳的效果。 彻底: 于广域中搜寻每个像素，耗费极多时间但仅可提高少部分压缩效果。 转换彻底: 较精确的彻底搜寻，比彻底方法更慢且也仅能再提高少部分压缩效果。

# Advanced_MotionEstimationRangeToolTip
source: This is the distance x264 searches from its best guess at the motion of a block in order to try to find its actual motion. The default is fine for most content, but extremely high motion video, especially at HD resolutions, may benefit from higher ranges, albeit at a high speed cost. Valid values are 4-16 for Diamond and Hexagon methods and 4-64 for other methods.
de: Dies ist die Reichweite, die x264 bei der Bewegungs-Analyse verwendet, um die aktuelle Bewegung einer Gruppe von Pixeln nachvollziehen zu können, indem er einen Bildbereich um seine beste Schätzung herum absucht. Der Standardwert ist für die meisten Inhalte in Ordnung, aber Videos mit sehr großen Bewegungen, vor allem bei HD-Auflösungen, können von höheren Reichweiten trotz größerer Geschwindigkeitseinbußen profitieren. Gültige Werte sind 4-16 für die Raute- und die Sechseck-Methode und 4-64 für alle restlichen Methoden.
pl: Jest to odległość, dla której x264 wyszukuje najbardziej prawdopodobny ruchu bloku, aby spróbować znaleźć rzeczywisty ruch. Wartość domyślna jest dobra dla większości treści, ale niezwykle wysoki ruch wideo, zwłaszcza w rozdzielczości HD, może być efektywniejszy na wyższych zakresach, jednakże za cenę prędkości. Prawidłowe wartości to 4-16 dla metody diamentowej i sześciokątnej oraz 4-64 dla innych metod.
zh: 此值为 x264 尝试找出区块移动的像素距离范围。 默认值可适用大多数的影片，但运动极端剧烈的影片 (尤其是高分辨率) 可在较大范围的设定下得到更佳的效果，但也需更长的搜寻时间。 菱形搜寻及六角形搜寻的有效值为 4 至 16、其他搜寻方法的有效值为 4 至 64。

# Advanced_NoDctDecimateToolTip
source: x264 normally zeroes out nearly-empty data blocks to save bits to be better used for some other purpose in the video. However, this can sometimes have slight negative effects on retention of subtle grain and dither. Don't touch this unless you're having banding issues or other such cases where you are having trouble keeping fine noise.
de: x264 ersetzt fast leere Datenblöcke normalerweise durch Nullen, um Bits zu sparen, die besser für andere Zwecke im Video zu gebrauchen sind. Jedoch kann dies manchmal leichte, negative Auswirkungen auf die Beibehaltung von feinen Körnungen und von Zittern haben. Verändern Sie diese Einstellung nicht, so lange bei Ihnen keine Streifenbildung oder ähnliche Bildstörungen auftreten.
pl: x264 zwykle zeruje niemalże puste bloki danych aby oszczędzać bity, które lepiej wykorzystać na inne cele w wideo. Jednak czasami może to mieć niewielkie negatywne skutki w postaci ziarnistości lub szumów. Nie zmieniaj ustawień, chyba że występują problemy z utrzymaniem niskiego szumu.
zh: x264 通常会将接近空白的数据区块全数归零以节省位、改善输出视频质量。 但此特性在保留轻微颗粒感及抖动效果上会产生负面影响。 除非您遇到条纹问题或无法保留良噪，否则不建议更改此设定。

# Advanced_PsychovisualRateDistortionToolTip
source: Psychovisual Rate Distortion means x264 tries to retain detail, for better quality to the human eye, as opposed to trying to maximize quality the way a computer understands it, through signal-to-noise ratios that have trouble telling apart fine detail and noise.
de: Psychovisuelle Ratenverzerrung bedeutet: x264 versucht Details beizubehalten, welche subjektiv beim menschlichen Auge für eine bessere Qualität sorgen, statt die Qualität so zu maximieren, wie ein Computer sie verstehen würde. Dies wird durch die Verhältnisse von Signalen zu Störungen erreicht, die Schwierigkeiten aufweisen, genaue Details von Lärm zu unterscheiden.
pl: Psychowizualna zmiana prędkości oznacza, że x264 stara się zachować szczegóły, dla lepszej jakości dla ludzkiego oka, a nie zmaksymalizować jakość w sposób jaki rozumie to komputer, który ma problemy z odróżnieniem od siebie drobnych szczegółów i zakłóceń (poprzez stosunek sygnału do szumu).
zh: 心理视觉码率失真法能使 x264 仿真在人眼视觉中，透过调整讯噪比保留更多细节以改善质量，而非单纯由计算机计算出最佳质量。

# Advanced_PsychovisualTrellisToolTip
source: Psychovisual Trellis tries to retain more sharpness and detail, but can cause artifacting. It is considered experimental, which is why it's off by default. Good values are 0.1 to 0.2.
de: Dass Psychovisuelle Gitter versucht, mehr Schärfe und Detail beizubehalten, aber kann Artefakte verursachen. Es gilt als experimentell, weswegen es standardmäßig deaktiviert ist. Gute Werte liegen zwischen 0,1 und 0,2.
pl: Psychowizualizacja trellis próbuje zachować większą ostrość i szczegółowość, ale może powodować artefakty. Ustawienie to jest uważane za eksperymentalne i dlatego jest domyślnie wyłączone. Dobre wartości to 0,1 do 0,2.
zh: 心理视觉格状编码会尝试保留更高的清晰度及细节，但会产生人造噪声。 由于仍在实验阶段，此选项默认为关闭状态。合理的值为 0.1 ~ 0.2。

# Advanced_PyramidalBFramesToolTip
source: B-pyramid creates a pyramidal structure (hence the name) of B-frames, allowing B-frames to reference each other to improve compression. Requires Max B-frames greater than 1; optimal adaptive B-frames is strongly recommended for full compression benefit.
de: B-Pyramide verbessert die Kompression durch die Erstellung einer pyramidalen Struktur (daher der Name) von B-Frames, um es zu ermöglichen, dass B-Frames aufeinander verweisen können. Erfordert, dass die maximale Anzahl von B-Frames größer als 1 ist; optimalerweise werden flexible B-Frames verwendet, um den vollen Kompressionvorteil auszunutzen.
pl: Piramidy B tworzą strukturę piramidy (stąd nazwa) z klatek B. Pozwala to na tworzenie odnośników pomiędzy klatkami B, co poprawia kompresję. Wymaga ustawienia klatek B większego niż 1; optymalnie adaptacyjne klatki B są zalecane dla osiągnięcia pełnej kompresji.
zh: 锥状 B-画格藉由建立原始 B-画格的锥状架构，使 B-画格可交互参照以提高压缩率。 B-画格最大数需大于 1 以启用此功能，建议搭配优化适应性 B-画格以得到最佳的压缩效果。
