Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/EncodingRes.*.resx
Languages: de, pl, pt, zh

# Advanced_ReferenceFramesToolTip
source: Sane values are ~1-6. The more you add, the better the compression, but the slower the encode. Cel animation tends to benefit from more reference frames a lot more than film content. Note that many hardware devices have limitations on the number of supported reference frames, so if you're encoding for a handheld or standalone player, don't touch this unless you're absolutely sure you know what you're doing!
de: Gute Werte liegen zwischen 1 und 6. Je größer der Wert, desto besser die Kompression, aber desto langsamer das Encodieren. Cel Animation tendiert dazu stärker von mehr Referenz-Frames, als vom Filminhalt profitieren. Beachten Sie, dass viele Hardware-Geräte im Hinblick auf die Anzahl der unterstützten Referenz-Frames limitiert sind. Wenn Sie also für einen Handheld oder einen Standalone-Player encodieren und sich nicht absolut sicher sind, was diese Einstellung bewirkt, lassen Sie sie besser unverändert!
zh: 合理的值为 1 ~ 6。 值越大压缩率越高，但编码时间越长。 赛璐璐动画于使用更多参考画格的设定下编码结果将比电影内容更佳。 请注意许多硬件支持的参考画格数有限，若您要为手持装置或独立播放器编码档案，除非您了解此项目细节，否则不建议更改此选项。

# Advanced_SubpixelMotionEstimationToolTip
source: This setting controls both subpixel-precision motion estimation and mode decision methods. Subpixel motion estimation is used for refining motion estimates beyond mere pixel accuracy, improving compression. Mode decision is the method used to choose how to encode each block of the frame: a very important decision. SAD is the fastest method, followed by SATD, RD, RD refinement, and the slowest, QPRD. 6 or higher is strongly recommended: Psy-RD, a very powerful psy optimization that helps retain detail, requires RD. 10, the most powerful and slowest option, requires trellis=2.
de: Diese Einstellung steuert beides, die präzise Bewegung-Analyse der Teilbildpunkte und die Methoden, die über den Modus entscheiden. Die Bewegungs-Analyse der Teilbildpunkte dient zur Verfeinerung der Bewegungs-Analyse über bloße Pixel-Genauigkeiten hinaus (Verbesserung der Kompression). Die Methode, die über den Modus entscheidet, ist insofern sehr wichtig, als dass sie auszuwählt, wie jeder Block eines Frames encodiert wird. SAD ist die schnellste Methode, gefolgt von SATD, RD, verfeinertem RD und der langsamsten Methode: QPRD. 6 oder höher wird dringend empfohlen: Psy-RD, eine sehr leistungsfähige Psy-Optimierung, die hilft Details beizuhalten, erfordert RD. 10, die leistungsfähigste und langsamste Option, erfordert Gitter = 2.
zh: 此选项控制次像素的精确动态侦测及模式决策。 次像素动态侦测能提高一般动态侦测的精确度及改善压缩率。 模式决策用来决定编码每个区块: 决策方式影响甚大。 SAD 速度最快，接着是 SATD、RD、RD (精密)，及最慢的 QPRD。 建议设定 6 以上的值: 心理视觉 RD 为可帮助保留细节的心理视觉优化方法，需搭配 RD。 10 为最有效但最慢的的选项，需搭配格状编码 = 2。

# Advanced_TrellisToolTip
source: Trellis fine-tunes the rounding of transform coefficients to squeeze out 3-5% more compression at the cost of some speed. "Always" uses trellis not only during the main encoding process, but also during analysis, which improves compression even more, albeit at great speed cost. Trellis costs more speed at higher bitrates.
de: Das Gitter stimmt die Rundung der Transformations-Koeffizienten optimal ab, um die Kompression auf Kosten von etwas Geschwindigkeit um weitere 3-5 % zu erhöhen. "Immer" verwendet das Gitter nicht nur während der Haupt-Encodierung, sondern auch während der Analyse, was die Kompression trotz großer Geschwindigkeitseinbußen weiter verbessert. Die Geschwindigkeitseinbußen durch das Gitter nehmen mit höheren Bitrates zu.
zh: 格状编码可藉由微调转换系数，多花费部分编码时间，提高 3% 至 5% 的压缩率。 「必要」选项会在分析与编码时皆使用格状编码，虽可改善压缩率但会耗费相当多的时间。 格状编码于高比特率设定时需耗费更多编码时间。

# Advanced_WeightPToolTip
source: Performs extra analysis to decide upon weighting parameters for each frame. This improves overall compression slightly and improves the quality of fades greatly. Baseline profile, as required for iPods and similar devices, requires weighted P-frame prediction to be disabled. Note that some devices and players, even those that support Main Profile, may have problems with Weighted P-frame prediction: the Apple TV is completely incompatible with it, for example.
de: Führt eine zusätzliche Analyse durch, um über die Gewichtung der Parameter für jeden Frame zu entscheiden. Dies verbessert die allgemeine Kompression leicht und verbessert die Qualität von Überblendungen in hohem Maße. Das Grund Profil (für iPods und ähnliche Geräte), erfordert, dass die gewichtete Vorhersage der P-Frames deaktiviert ist. Beachten Sie, dass einige Wiedergabegeräte, selbst diejenigen, die das Haupt Profil unterstützen, möglicherweise Probleme mit der gewichteten P-Frame-Vorhersage haben: Der Apple TV ist beispielsweise völlig inkompatibel mit dieser Einstellung.
zh: 进行额外分析调整每个画格的权重。 此选项可稍微提升压缩率，且能大幅改善画面淡入淡出的效果。 Baseline 规模的设定无法使用加权 P-画格。 (通常使用在 iPod 或其他可携装置) 请注意部分装置或播放器即使支持 Main 规模，处理加权 P-画格时仍可能产生问题。 (如 Apple TV 无法兼容加权 P-画格)

# Audio_DrcToolTip
source: Dynamic Range Compression. Valid values are 0-4. For source audio that has a wide dynamic range (very loud and very soft sequences), DRC allows you to "compress" the range by making loud sections softer and soft sections louder. This only works with AC3 sources.
de: Komprimierung des dynamischen Umfangs. Gültige Werte liegen zwischen 0 und 4. Für Audioquellen mit einem hohen dynamischen Umfang (sehr laute und sehr leise Sequenzen) erlaubt es DRC den Umfang zu "komprimieren", indem laute Abschnitte leiser und leise Abschnitte lauter gemacht werden.
pt: Dynamic Range Compression (Rácio de Compressão Dinâmica). Os valores válidos são 0-4. Para pistas de áudio que possuem um amplo alcance dinâmico (sequências muito altas e muito macias). O DRC permite "comprimir" o intervalo fazendo as secções macias mais altas e as secções suaves mais fortes.
zh: 动态范围压缩，有效值为 0 ~ 4。 若来源音频的动态范围非常大 (同时含有极大声和极小声的连续片段)，DRC 能协助您减弱极大声部分、增强极小声部分以达到压缩效果。

# Audio_GainToolTip
source: Amplify or attenuate audio before encoding. Valid values are -20 to +20 dB.
de: Verstärken oder verringern Sie die Lautstärke vor der Encodierung. Gültige Werte liegen zwischen -20 und +20 dB.
pl: Wzmocnienie lub stłumienie dźwięku przed kodowaniem. Prawidłowe wartości to od -20 do +20 db.
pt: Amplifica ou atenua o áudio antes de codificação. Os valores válidos são entre -20 a + 20 dB.
zh: 编码前增强或减弱音频源音量，有效值为 -20 ~ +20 dB。

# IncludeChapterMarkersToolTip
source: Include chapter markers from the input video in the encoded video.
de: Kapitelmarkierungen aus dem Eingangsvideo in das encodierte Video übernehmen.
pl: Załączenie rozdziałów z wejściowego wideo do zakodowanego wideo.
pt: Incluir capítulos da origem no vídeo codificado.
zh: 嵌入来源视频的章节标记至编码视频中。

# IPod5GSupportToolTip
source: Applies a marker to the file that older iPods require before they'll allow H.264 video to sync.
de: Fügt der Datei eine Markierung bei, welche ältere iPods benötigen, bevor sie erlauben, dass das H.264 Video auf das Gerät synchronisiert wird.
pt: Insere um marcador no ficheiro, que os iPods mais antigos requerem, antes de permitirem a sincronização de vídeo H.264.
zh: 应用特殊标记使文件能支持旧的 iPod之前需要他们允许 H.264 视频同步。

# PixelAspectRatioToolTip
source: Manually specify a Pixel Aspect Ratio.
de: Pixelseitenverhältnis manuell festlegen.
pt: Especifique manualmente as proporções do pixel - Aspect Ratio.
zh: 手动指定像素长宽比。

# Video_QualityTargetToolTip
source: Set the desired quality factor. The scale used by each video encoder is different.
de: Legen Sie den gewünschten Qualitätsfaktor fest. Diese Skala ist für jeden Video-Encodierer unterschiedlich.
pt: Defina a qualidade desejada. A escala utilizada por cada codificador de vídeo é diferente.
zh: 设定质量参数，每个视讯编码器使用的参数量级不尽相同。

# WebOptimizedToolTip
source: Arrange file to play better as a progressive download.
de: Ordnet die Datei besser an, damit sie später als progressiver Download besser abgespielt werden kann.
pt: Ajuste o ficheiro para que seja reproduzido melhor em download progressivo. (Por ex.: youtube)
zh: 针对渐进式下载的播放优化。

# ProfileToolTip
source: Limit the profile of the output stream. If you specify a profile, it overrides all other settings, so if you use it, you will be guaranteed a compatible stream. You should set this if you know your playback device only supports a certain profile.
zh: 限制的配置文件的输出流。如果您指定一个配置文件，它将覆盖所有其他设置，因此如果你使用它，你将会得到保证兼容的流。您应该设置如果您知道您的播放设备只支持某个配置文件。

# X264TuneToolTip
source: Tune options to further optimize them for your input content. If you specify a tuning, the changes will be applied after the Preset but before all other parameters.
de: Wählen Sie die Art des Ausgangsmaterials aus, um die Enkodierung weiter zu optimieren. Wenn Sie einen Typ auswählen, werden die Änderungen nach der Voreinstellung, aber vor allen anderen Parametern angewendet werden.
pt: Ajuste opções adicionais para optimizar o seu conteúdo de entrada. Se especificar um ajuste, as alterações serão aplicadas depois da predefinição, mas antes de todos os outros parâmetros. Por defeito: Nenhum
zh: 依输入内容微调选项以优化编码结果，若您指定微调设置，将于参考设定值后调整微调设置，再套用其他参数。

# ContainerLabel
source: Container format:
de: Container:
pl: Kontener:
pt: Contentor:
zh: 封装格式

# ExtensionLabel
source: Extension:
de: Erweiterung:
pl: Rozszerzenie:
pt: Extensão:
zh: 扩展：

# WebOptimizedCheckBox
source: Web optimized
de: Web optimiert
pl: Zoptymalizowane dla sieci web
pt: Otimizado para Web
zh: 网络优化

# Ipod5GSupportCheckBox
source: iPod 5G support
de: iPod 5G Unterstützung
pl: wsparcie iPod 5G
pt: Suporte para iPod 5G
zh: iPod 5 G 支持

# IncludeChapterMarkersCheckBox
source: Include chapter markers
de: Kapitelmarkierungen übernehmen
pl: Dołącz znaczniki rozdziałów
pt: Incluir capítulos
zh: 包含章节标记

# TabHeader_VideoFilters
source: Video Filters
de: Videofilter
pl: Filtry wideo
pt: Filtros de vídeo
zh: 视频滤镜

# TabHeader_Advanced
source: Advanced Video
de: Erweitert
pl: Zaawansowane Wideo
zh: 高级视频

source: Rename
de: Umbenennen
pl: Zmień nazwę
pt: Renomear
zh: 重新命名

source: Input
de: Eingang
pl: Wejście
pt: Introdução
zh: 输入

# AutoCaption
source: (auto)
pt: (automático)
zh: （自动）

# NoneCaption
source: (none)
de: (Keine)
pl: (brak)
pt: (nenhum)
zh: (无)

# StorageResolutionLabel
source: Storage Resolution:
de: Speicher-Lösung:
pl: Pamięć masowa:
pt: Resolução de armazenamento:
zh: 原始解析度:

# PixelAspectRatioLabel
source: Pixel Aspect Ratio:
de: Pixelseitenverhältnis:
pl: Proporcje pikseli:
pt: Proporções do pixel - Aspect Ratio:
zh: 像素长宽比：

# DisplayResolutionLabel
source: Display Resolution:
de: Bildschirmauflösung:
pl: Rozdzielczość wyświetlania:
pt: Resolução do ecrã:
zh: 显示分辨率：

# SizingLabel
source: Sizing
de: Skalieren
pl: Dobór rozmiaru
pt: Dimensionamento
zh: 调整大小

# WidthLabel
source: Width:
de: Breite:
pl: Szerokość:
pt: Largura:
zh: 宽度：

# HeightLabel
source: Height:
de: Höhe:
pl: Wysokość:
pt: Altura:
zh: 高度:

# MaxWidthLabel
source: Max Width:
de: Max Breite:
pl: Maksymalna szerokość:
pt: Largura máxima:
zh: 最大宽度：

# MaxHeightLabel
source: Max Height:
de: Max Höhe:
pl: Maksymalna wysokość:
pt: Altura máxima:
zh: 最大高度：

# ModulusLabel
source: Modulus:
pl: Modułowy:
zh: 模数:

# OutputLabel
source: Output
de: Ausgabe
pl: Wyjście
pt: Saída
zh: 输出

# CroppingLabel
source: Cropping
de: Beschneiden
pl: Kadrowanie
pt: Corte
zh: 裁剪

# DetelecineLabel
source: Detelecine:
zh: 反电视残影:

# DecombLabel
source: Decomb:
zh: 反梳状:

# DeinterlaceLabel
source: Deinterlace:
de: Zeilenentflechtung:
pl: Usuń przeplot:
zh: 逐行扫描：

# DenoiseLabel
source: Denoise:
de: Entrauschen:
pl: Odszumianie:
zh: 降噪：

# DeblockLabel
source: Deblock:
de: Entblocken:
pl: Usuwanie bloków:
zh: 解碼去块:

# GrayscaleCheckBox
source: Grayscale encoding
de: In Graustufen encodieren
pl: Kodowanie w skali odcieni szarości
pt: Codificação de tons de cinza
zh: 灰度编码

# TypeLabel
source: Type:
de: Typ:
pl: Typ:
pt: Tipo:
zh: 类型：

# ShortFramerateLabel
source: Framerate:
pl: Ilość klatek na sekundę:
pt: Taxa de frames:
zh: 画面更新率:

# CodecLabel
source: Codec:
pl: Kodek:
zh: 编码格式：

# FramerateLabel
source: Framerate (FPS):
pl: Ilość klatek na sekundę (FPS):
pt: Taxa de frames (FPS):
zh: 画面更新率 (FPS):

# ConstantFramerateRadioButton
source: Constant Framerate
de: Konstante Framerate
pl: Stała ilość klatek na sekundę
pt: Taxa de frames constante
zh: 固定画面更新率

source: Quality
de: Qualität
pl: Jakość
pt: Qualidade
zh: 品质

# TwoPassEncodingCheckBox
source: 2-pass Encoding
de: In zwei Durchläufen encodieren
pl: 2-przebiegowe kodowanie
pt: Codificação em 2 passagens
zh: 2 次编码

# TurboFirstPassCheckBox
source: Turbo first Pass
de: Schneller erster Durchlauf
pl: Pierwsze przejście błyskawiczne
pt: Primeira passagem em modo Turbo
zh: 加速首次编码

# TargetSizeRadioButton
source: Target Size (MB)
de: Zielgröße (MB)
pl: Docelowy rozmiar (MB)
pt: Tamanho Máximo (MB)
zh: 目标大小 (MB)

# AverageBitrateRadioButton
source: Avg Bitrate (kbps)
de: Durchschnittliche Bitrate (kbps)
pl: Średni bitrate (kB/s)
zh: 平均位元率 (kbps)

# ConstantQualityRadioButton
source: Constant Quality
de: Konstante Qualität
pl: Stała jakość
pt: Qualidade constante
zh: 固定品质

source: x264 Basic Settings
de: x264 Grundeinstellungen
pl: Ustawienia podstawowe x264
pt: Configurações básicas do x264
zh: x 264 基本设置

# ProfileLabel
source: Profile:
de: Profil:
pl: Profil:
pt: Perfil:
zh: 配置文件：

# PresetLabel
source: Preset:
de: Voreinstellung:
pl: Szablony:
pt: Pré-ajuste:
zh: 预设值：

# TuneLabel
source: Tune:
de: Abstimmung:
pl: Tuning:
pt: Ajuste:
zh: 微调：

# Preset_UltraFast
source: Ultra Fast
de: Ultra Schnell
pl: Ultraszybki
pt: Ultra rápido
zh: 最快

# Preset_SuperFast
source: Super Fast
de: Super schnell
pl: Superszybki
pt: Super rápido
zh: 超快

# Preset_VeryFast
source: Very Fast
de: Sehr schnell
pl: Bardzo szybki
pt: Muito rápido
zh: 很快

# Preset_Faster
source: Faster
de: Schneller
pl: Szybszy
pt: Mais rápido
zh: 较快

# Preset_Fast
source: Fast
de: Schnell
pl: Szybki
pt: Rápido
zh: 快速

# Preset_Medium
source: Medium (Default)
de: Mittel (Standard)
pl: Średni (domyślny)
pt: Médio (padrão)
zh: 中等 （默认值）

# Preset_Slow
source: Slow
de: Langsam
pl: Wolny
pt: Lento
zh: 缓慢

# Preset_Slower
source: Slower
de: Langsamer
pl: Wolniejszy
pt: Mais lento
zh: 较慢

# Preset_VerySlow
source: Very Slow
de: Sehr langsam
pl: Bardzo wolny
pt: Muito lento
zh: 很慢

# Preset_Placebo
source: Placebo
zh: 最慢

# Tune_film
source: Film
pt: Filme
zh: 电影

# Tune_animation
source: Animation
pl: Animacja
pt: Animação
zh: 动画

# Tune_grain
source: Grain
pl: Ziarnistość
pt: Grão
zh: 胶片颗粒

# Tune_stillimage
source: Still Image
pl: Zdjęcie
pt: Imobilizar imagem
zh: 静止影像

# Tune_fastdecode
source: Fast Decode
pl: Szybkie dekodowanie
pt: Decodificação rápida
zh: 快速解码

# Tune_zerolatency
source: Zero Latency
pl: Zerowe opóźnienie
pt: Latência zero
zh: 零延迟

# CfrSameAsSourceToolTip
source: Uses the listed framerate from the source title for a constant framerate.
de: Verwendet die angegebene Framerate aus dem Quelltitel für eine konstante Framerate.
pl: Używa domyślnej ilości klatek z pliku źródłowego dla kompresji ze stałą ilością klatek.
pt: Utiliza a taxa de frames da fonte para uma taxa de frames constante.
zh: 使用来源标题所列之固定更新率。

# CfrToolTip
source: Use a constant frame rate.
de: Verwenden Sie eine konstante Framerate.
pl: Użyj stałej ilości klatek.
pt: Utilizar uma taxa de frames constante.
zh: 使用固定画面更新率。

# VfrSameAsSourceToolTip
source: Allow a variable framerate. If the source has a variable frame rate, this setting will preserve it. Note that some players do not support variable frame rates.
de: Ermöglicht eine variable Framerate. Wenn die Quelle über eine variable Framerate verfügt, wird sie durch diese Einstellung beibehalten. Beachten Sie, dass einige Wiedergabegeräte variable Framerates nicht unterstützen.
pl: Pozwól na zmienną ilość klatek na sekundę. Jeśli źródło ma zmienną ilość klatek, to to ustawienie pozwoli zachować zmienność. Należy zauważyć, że niektóre odtwarzacze nie obsługują zmiennej liczby klatek na sekundę.
pt: Permitir uma taxa de frames variável. Se a fonte tiver uma taxa de frame variável, esta configuração irá preservá-la. Note que em alguns leitores não são suportadas taxas de frames variáveis.
zh: 允许动态画面更新率。若来源为动态画面更新率，此设定能保留原始画面更新率。请注意并非所有播放器皆支持动态画面更新率。

# VfrPeakFramerateToolTip
source: Allow a variable framerate and use the specified rate as a peak. If the source has a variable frame rate, this setting will preserve it. Note that some players do not support variable frame rates.
de: Ermöglicht eine variable Framerate und verwendet die angegebene Rate als Höchstwert. Wenn die Quelle über eine variable Framerate verfügt, wird sie durch diese Einstellung beibehalten. Beachten Sie, dass einige Wiedergabegeräte variable Framerates nicht unterstützen.
pl: Pozwól na zmienną ilość klatek na sekundę i użyj podanej liczby jako maksymalnej. Jeśli źródło ma zmienną ilość klatek, to to ustawienie pozwoli zachować zmienność. Należy zauważyć, że niektóre odtwarzacze nie obsługują zmiennej liczby klatek na sekundę.
pt: Permitir uma taxa de frames variável e utiliza a taxa especificada como um pico. Se a fonte tem uma taxa de frames variável, esta configuração irá preservá-la. Note que em alguns leitores não suportam taxas de frames variáveis.
zh: 允许动态画面更新率并使用指定更新率为其最大值。若来源为动态画面更新率，此设定能保留原始画面更新率。请注意并非所有播放器皆支持动态画面更新率。

# VfrChoice
source: Variable Framerate
pl: Zmienna ilość klatek na sekundę
pt: Framerate variável
zh: 动态画面更新率

# VfrPeakChoice
source: Peak Framerate (VFR)
de: Maximale Framerate (VFR)
pl: Szczytowa szybkość odtwarzania klatek (VFR)
pt: Pico da taxa de Frames (VFR)
zh: 最高画面更新率 (VFR)

source: High quality
de: Hohe Qualität
pl: Wysoka jakość
pt: Alta qualidade
zh: 高质量

source: Low quality
de: Niedrige Qualität
pl: Niska jakość
pt: Baixa qualidade
zh: 低质量

source: Same as source
de: Aus Quelle übernehmen
pl: Tak samo, jak źródło
pt: Mesmo que a fonte
zh: 与来源相同

# AddAudioEncodingButton
source: Add audio encoding
de: Voreinstellung für Tonspur hinzufügen
pl: Dodaj enkodowanie dźwięku
pt: Adicionar áudio para codificação
zh: 新增音频编码

# NoTracksPlaceholder
source: (No tracks)
de: (Kein Spuren)
pl: (Brak ścieżek)
pt: (Sem pistas)
zh: (无音轨)

source: Target Stream
de: Voreinstellung für folgende Tonspur(en)
pl: Strumień docelowy
pt: Pista Alvo
zh: 目标串流

# MixdownLabel
source: Mixdown:
de: Abmischung:
pl: Zmniejszenie kanałów:
pt: Mistura:
zh: 缩混:

# SampleRateLabel
source: Sample Rate:
de: Abtastrate:
pl: Częstotliwość próbkowania:
pt: Taxa de amostragem:
zh: 采样率：

# BitrateLabel
source: Bitrate:
pt: Taxa de Bits (Bitrate):
zh: 位元率:

# CompressionLabel
source: Compression:
de: Komprimierung:
pl: Kompresja:
pt: Compressão:
zh: 压缩率：

# GainLabel
source: Gain (dB):
de: Verstärkung (dB):
pl: Wzmacnianie (dB):
pt: Ganho (dB):
zh: 增益 （dB）：

# NameLabel
source: Name:
pl: Nazwa:
pt: Nome:
zh: 名称：

# AscendingQualityToolTip
source: High values mean high quality.
de: Hohe Werte bedeuten hohe Qualität.
pl: Wysokie wartości oznaczają wysoką jakość.
pt: Valores altos significam qualidade alta.
zh: 值越高质量越好。

# DescendingQualityToolTip
source: Low values mean high quality.
de: Niedrige Werte bedeuten hohe Qualität.
pl: Niskie wartości oznaczają wysoką jakość.
pt: Valores baixos significam qualidade alta.
zh: 值越低质量越好。

# AudioQualityToolTip
source: The audio quality target. {0} Valid values are from {1} to {2}.
de: Das Audio Qualitätsziel. {0} Gültige Werte liegen zwischen {1} und {2}.
pl: Ustawienie jakości dźwięku to {0}. Prawidłowe wartości są w granicach {1} i {2}.
pt: A qualidade do áudio no destino. {0} Os valores válidos vão de {1} a {2}.
zh: 目标音频质量。 {0} 有效值范围为 {1} 至 {2}。

# AscendingCompressionToolTip
source: High values mean high compression: better quality/smaller size but longer encode times.
de: Hohe Werte sorgen für eine hohe Komprimierung: bessere Qualität/kleinere Größe, aber langsameres Encodierungstempo.
pl: Wysokie wartości oznaczają wysoki stopień kompresji: lepsza jakość/mniejszy rozmiar, ale dłuższy czas enkodowania.
pt: Valores altos significam compressão alta: melhor qualidade/menor tamanho mas mais tempos para codificar.
zh: 值越高表示压缩率越高: 质量越高/容量越小，但编码时间越长。

# DescendingCompressionToolTip
source: Low values mean high compression: better quality/smaller size but longer encode times.
de: Niedrige Werte sorgen für eine hohe Komprimierung: bessere Qualität/kleinere Größe, aber langsameres Encodierungstempo.
pl: Niskie wartości oznaczają wysoki stopień kompresji: lepsza jakość/mniejszy rozmiar, ale dłuższy czas enkodowania.
pt: Valores baixos significam compressão alta: melhor qualidade/menor tamanho mas mais demorado a codificar.
zh: 值越低表示压缩率越高: 质量越高/容量越小，但编码时间越长。

# AudioCompressionToolTip
source: The amount of compression to apply. {0} Valid values are from {1} to {2}.
de: Der Umfang der anzuwendenden Komprimierung. {0} Gültige Werte liegen zwischen {1} und {2}.
pl: Stopień kompresji do zastosowania. {0} Prawidłowe wartości to od {1} do {2}.
pt: A quantidade de compressão a aplicar. Os valores válidos de {0} são de {1} para {2}.
zh: 欲套用的压缩率。 {0} 有效值范围为 {1} 至 {2}。

# AudioEncoder_flac16
source: FLAC 16-bit
pt: FLAC 16 bits
zh: FLAC 16 位

# Mixdown_5point1
source: 5.1 Channels
de: 5.1 Kanäle
pt: 5.1 (Canais)
zh: 5.1 声道

# Mixdown_dpl1
source: Dolby Surround
zh: 杜比环绕声

# Mixdown_left_only
source: Mono (Left Only)
de: Mono (Nur Links)
pl: Mono (tylko lewy)
pt: Mono (esquerda somente)
zh: 单声道 （仅左声道）

# Mixdown_mono
source: Mono
zh: 单声道

# Mixdown_right_only
source: Mono (Right Only)
de: Mono (Nur Rechts)
pl: Mono (tylko prawy)
pt: Mono (somente direito)
zh: 单声道 （仅右声道）

# Mixdown_stereo
source: Stereo
pt: Estéreo
zh: 立体声

source: Bitrate
pt: Taxa de Bits (Bitrate)
zh: 位元率

source: Encoding
de: Encodierung
pl: Enkodowanie
pt: Codificação
zh: 编码

# ReferenceFramesLabel
source: Reference Frames:
de: Referenz-Frames:
pl: Klatki referencyjne:
pt: Frames de referência:
zh: 参考画格:

# MaxBFramesLabel
source: Maximum B-Frames:
de: Maximale B-Frames:
pl: Maksymalnie klatek B:
pt: B-Frames máximo:
zh: 最大 B-画格:

# EightByEightTransformLabel
source: 8x8 Transform:
de: 8x8 Transformation:
pl: Transformata 8x8:
zh: 8 x 8 转换：

# WeightedPFramesLabel
source: Weighted P-Frames:
de: Gewichtete P-Frames:
pl: Ważone klatki P:
pt: P-Frames ponderados:
zh: 加权 P-画格:

# PyramidalBFramesLabel
source: Pyramidal B-Frames:
de: Pyramidale B-Frames:
pl: Piramidalne klatki B:
pt: B-Frames piramidais:
zh: 锥状 B-画格:

# NoDctDecimateLabel
source: No DCT-Decimate:
de: Keine DCT-Dezimierung:
pl: Brak DCT-Decimate:
pt: Sem DCT-Decimate:
zh: 无 DCT-过滤

source: Analysis
de: Analyse
pl: Analiza
pt: Análise
zh: 分析

# AdaptiveBFramesLabel
source: Adaptive B-Frames:
de: Flexible B-Frames:
pl: Adaptacyjne klatki B:
pt: B-Frames adaptáveis:
zh: 适应性 B-画格:

# AdaptiveDirectModeLabel
source: Adaptive Direct Mode:
de: Flexibler Direkt-Modus:
pl: Tryb adaptacyjny bezpośredni:
pt: Modo directo adaptável:
zh: 适应性直接模式:

# MotionEstimationMethodLabel
source: Motion Estimation Method:
de: Methode zur Bewegungs-Analyse:
pl: Metoda szacowania ruchu:
pt: Método de estimativa do movimento:
zh: 动态侦测模式:

# SubpixelMotionEstimationLabel
source: Subpixel Motion Estimation:
de: Bewegungs-Analyse von Teilbildpunkten:
pl: Metoda szacowania ruchu subpiksela:
pt: Estimativa do movimento do subpixel:
zh: 动态侦测范围:

# MotionEstimationRangeLabel
source: Motion Estimation Range:
de: Reichweite der Bewegungs-Analyse:
pl: Zakres szacowania ruchu:
pt: Estimativa da escala de movimento:
zh: 动态侦测范围:

# AdaptiveQuantizationStrengthLabel
source: Adaptive Quantization Strength:
de: Flexible Quantisierungsstärke:
pl: Wielkość kwantyzacji adaptacyjnej:
pt: Força de quantização adaptativa:
zh: 适应性量化强度:

# PsychoVisualRateDistortionLabel
source: Psychovisual Rate Distortion:
de: Psychovisuelle Ratenverzerrung:
pt: Taxa de distorção Psychovisual:
zh: 心理视觉码率失真:

# PsychovisualTrellisLabel
source: Psychovisual Trellis:
de: Psychovisuelles Gitter:
zh: 心理视觉格状:

# DeblockingLabel
source: Deblocking:
de: Entblockung:
pt: Desbloqueio:
zh: 解码去块：

# PartitionTypeLabel
source: Partition Type:
de: Teilbereiche:
pl: Typ partycji:
pt: Tipo de partição:
zh: 分割类型:
