Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/EncodingRes.*.resx
Languages: de, pl, pt, zh

# TrellisLabel
source: Trellis:
de: Gitter:
zh: 格状:

source: Options String
de: Zeichenkette der erweiterten Einstellungen
pt: Sequência de opções
zh: 选项字符串

# PyramidalBFrames_Off
source: Off
de: Aus
pl: Wyłącz
pt: Desligado
zh: 关闭

# PyramidalBFrames_Normal
source: Normal
pl: Normalne
zh: 标准

# PyramidalBFrames_Strict
source: Strict
de: Genau
pl: Dokładne
pt: Severo
zh: 严格

# AdaptiveBFrames_Off
source: Off
de: Aus
pl: Wyłącz
pt: Desligado
zh: 关闭

# AdaptiveBFrames_Fast
source: Fast
de: Schnell
pl: Szybkie
pt: Rápido
zh: 快速

# AdaptiveBFrames_Optimal
source: Optimal
pl: Optymalne
pt: Óptimo
zh: 最佳化

# DirectPrediction_None
source: None
de: Keine
pl: Brak
pt: Nenhum
zh: 无

# DirectPrediction_Spatial
source: Spatial
de: Räumlich
pl: Przestrzenne
zh: 空间性

# DirectPrediction_Temporal
source: Temporal
de: Zeitlich
pl: Czasowe
zh: 时间性

# DirectPrediction_Automatic
source: Automatic
de: Automatisch
pl: Automatyczne
pt: Automático
zh: 自动

# MotionEstimationMethod_Diamond
source: Diamond
de: Raute
pl: Diament
pt: Diamante
zh: 菱形

# MotionEstimationMethod_Hexagon
source: Hexagon
de: Sechseck
pt: Hexágono
zh: 六角形

# MotionEstimationMethod_UnevenMultiHexagon
source: Uneven Multi-Hexagon
de: Ungleichmäßiges Mehrfach-Sechseck
pt: Multi-Hexágono irregular
zh: 不均匀的多六角形

# MotionEstimationMethod_Exhaustive
source: Exhaustive
de: Gründlich
pt: Exaustivo
zh: 彻底

# MotionEstimationMethod_TransformedExhaustive
source: Transformed Exhaustive
de: Gründlich Transformiert
pt: Transformação exaustiva (TESA)
zh: 转换彻底

# SubpixelMotionEstimation_0
source: 0: SAD, no subpel (super fast!)
de: 0: SAD, keine Teilbilder (sehr schnell!)
pl: 0: SAD, no subpel (superszybkie!)
pt: 0: SAD, nenhum subpel (super rápido!)
zh: 0: SAD，无次像素 (超快!)

# SubpixelMotionEstimation_1
source: 1: SAD, qpel
zh: 1: SAD，1/4 像素

# SubpixelMotionEstimation_2
source: 2: SATD, qpel
zh: 2: SATD，1/4 像素

# SubpixelMotionEstimation_3
source: 3: SATD, multi-qpel
de: 3: SATD, mehrfaches-qpel
zh: 3: SATD，多重 1/4 像素

# SubpixelMotionEstimation_4
source: 4: SATD, qpel on all
de: 4: SATD, qpel auf allem
pl: 4: SATD, qpel na wszyskie
pt: 4: SATD, qpel em todos
zh: 4: SATD，所有 1/4 像素

# SubpixelMotionEstimation_5
source: 5: SATD, multi-qpel on all
de: 5: SATD, mehrfach-qpel auf allem
pl: 5: SATD, multi-qpel na wszystkie
pt: 5: SATD, multi-qpel em todos
zh: 5: SATD，所有多重 1/4 像素

# SubpixelMotionEstimation_6
source: 6: RD in I/P-frames
pl: 6: RD na klatki I/P
pt: 6: RD em frames I/P
zh: 6: RD 于 I/P-画格

# SubpixelMotionEstimation_7
source: 7: RD in all frames
de: 7: RD in allen Frames
pl: 7: RD na wszystkie klatki
pt: 7: RD em todos os frames
zh: 7: RD 于所有画格

# SubpixelMotionEstimation_8
source: 8: RD refine in I/P-frames
de: 8: RD verfeinern in I/P-Frames
pl: 8: RD udoskonalone na klatki I/P
pt: 8: Refinar RD em frames I/P
zh: 8: RD (精密) 于 I/P-画格

# SubpixelMotionEstimation_9
source: 9: RD refine in all frames
de: 9: RD verfeinern in allen Frames
pl: 9: RD udoskonalone we wszystkich ramkach
pt: 9: Refinar RD em todos os frames
zh: 9: RD (精密) 于所有画格

# SubpixelMotionEstimation_10
source: 10: QPRD in all frames
de: 10: QPRD in allen Frames
pl: 10: QPRD we wszystkich ramkach
pt: 10: QPRD em todos os frames
zh: 10: QPRD 于所有画格

# SubpixelMotionEstimation_11
source: 11: No early terminations in analysis
de: 11: Keine übereilten Entscheidungen in der Analyse
pl: 11: Nie kończ wcześniej w analizie
pt: 11: Não terminar precocemente a análise
zh: 11: 不提前终止分析

# Analysis_None
source: None
de: Keine
pl: Żadne
pt: Nenhum
zh: 无

# Analysis_Some
source: Some
de: Einige
pl: Niektóre
pt: Alguns
zh: 部分

# Analysis_All
source: All
de: Alle
pl: Wszystkie
pt: Todos
zh: 全部

# Trellis_Off
source: Off
de: Aus
pl: Włączone
pt: Desligado
zh: 关闭

# Trellis_EncodeOnly
source: Encode Only
de: Nur Encodierung
pl: Tylko enkodowanie
pt: Apenas codificar
zh: 只有进行编码

# Trellis_Always
source: Always
de: Immer
pl: Zawsze
pt: Sempre
zh: 总是

# DefaultFormat
source: {0} (Default)
de: {0} (Standard)
pl: {0} (Domyślnie)
pt: {0} (Padrão)
zh: {0} （默认值）

# EncodingWindowTitle
source: Encoding preset: {0}
de: Voreinstellung: {0}
pt: Pré-ajuste: {0}
zh: 预设值: {0}

# AdvancedOptionsStringLabel
source: Additional advanced x264 options:
de: Zusätzliche, erweiterte x264 Optionen:
pl: Dodatkowe, zaawansowane opcje x264:
pt: Opções avançadas adicionais x264:
zh: 额外的高级 x264 选项:

# LevelToolTip
source: Sets and ensures compliance with the specified encoder level. Overrides all other settings.
pl: Ustawia i zapewnia zgodność z określonym poziomem enkodera. Zastępuje wszystkie inne ustawienia.
zh: 设定能确保编码符合指定的 H.264 等级规范。 此设定会覆盖其他设定。

# Profile_high444
source: High 4:4:4 Predictive
zh: 高度 4:4:4 预测

# VideoCodecLabel
source: Video Codec:
pl: Kodek wideo:
pt: Codec de vídeo:
zh: 视频编码：

# VideoEncoder_x264
source: H.264 (x264)
pt: H. 264 (264)
zh: H.264 (264)

# Analysis_Most
source: Most
de: Viele
pl: Większość
pt: Maioria
zh: 大部分

source: Advanced Query
de: Erweiterte Abfrage
pl: Zaawansowane zapytania
pt: Consulta avançada
zh: 高级查询

source: Video
pl: Wideo
pt: Vídeo
zh: 视频

source: x264 Settings
de: x264 Einstellungen
pl: Ustawienia x264
pt: Configurações x264
zh: x 264 设置

# LevelLabel
source: Level:
pl: Poziom:
pt: Nível:
zh: 级别：

# MoreSettingsLabel
source: More Settings:
de: Weitere Einstellungen:
pl: Więcej ustawień:
pt: Mais configurações:
zh: 更多的设置：

source: Track
de: Spur
pl: Ścieżka
pt: Faixa
zh: 音轨

source: Source
de: Quelle
pl: Źródło
pt: Origem
zh: 来源

source: Encoder
de: Encodierer
pl: Enkoder
pt: Codificador
zh: 编码器

source: Channel Layout
de: Kanal-Layout
pl: Układ kanałów
pt: Canais
zh: 频道布局

source: Sample Rate
de: Abtastrate
pl: Częstotliwość próbkowania
pt: Taxa de amostragem
zh: 采样率：

source: Modifiers
de: Bearbeiten
pl: Modyfikatory
pt: Modificadores
zh: 修改器

# DtsMp4Warning
source: Few players support playback of DTS audio in MP4 containers. MKV is recommended for DTS audio.
de: Nur wenige Wiedergabegeräte unterstützen die Wiedergabe von DTS-Audio in einem MP4-Container. MKV wird als Containerformat für DTS-Tonspuren empfohlen.
pl: Tylko kilka odtwarzaczy obsługuje DTS audio w kontenerach MP4. MKV jest zalecane dla DTS audio.
pt: Alguns leitores suportam reprodução de áudio DTS em contentores MP4. É recomendado o formato MKV para áudio DTS.
zh: 仅少部分播放器支持 MP4 中内嵌的 DTS 音频，使用 DTS 音频时建议采用 MKV。

# AudioEncoder_flac24
source: FLAC 24-bit
pt: FLAC 24 bits
zh: FLAC 24 位

# X264SettingsRadioButtonBasic
source: Basic
pl: Podstawowy
pt: Básico
zh: 基本

# X264SettingsRadioButtonAdvanced
source: Advanced Tab
pl: Karta Zaawansowane
pt: Avançadas
zh: 高级选项卡

# RemoveAudioEncodingToolTip
source: Remove audio encoding
pl: Usuń kodowanie audio
pt: Remover a codificação de áudio
zh: 删除音频编码

# AutoPassthroughFallbackLabel
source: Fallback:
pl: Awaryjne:
zh: 回退：

# AutoPassthroughFallbackToolTip
source: Passthrough does not work on all audio codecs. This specifies the encoder to fall back to if the track cannot be passed through.
pl: Przekazywanie nie działa ze wszystkimi kodekami audio. Określa to jaki zastosować enkoder, jeśli ścieżka nie może być przekazana bezpośrednio.
zh: 不能直接对所有音频进行编解码。如果不能通过，此参数指定的编码器将回退。

source: Encoder Settings
pl: Ustawienia enkodera
pt: Configurações do codificador
zh: 编码设置

# QsvDecodingLabel
source: QSV Decoding
pl: Dekodowanie QSV
zh: QSV 解码

# QsvPreset_Speed
source: Speed
pl: Prędkość
pt: Velocidade
zh: 速度

# QsvPreset_Balanced
source: Balanced
pl: Zbalansowane
zh: 平衡

# QsvPreset_Quality
source: Quality
pl: Jakość
pt: Qualidade
zh: 品质

# PresetToolTip
source: Change options to trade off compression efficiency against encoding speed.
pl: Zmień opcje aby zamienić proporcje wydajności enkodowania do szybkości enkodowania.
zh: 更改选项，关闭压缩效率对编码速度的设置。

# ScaleMethodToolTip
source: Lanczos: This is the default scaler with the best quality. Bicubic: This is an OpenCL hardware accelerated scaling algorithm.
pl: Lanczos: Jest to domyślny skaler z najlepszą jakością. Dwuliniowy: sprzętowo (OpenCL) przyspieszony algorytm skalowania.
zh: Lanczos： 这是默认缩放器最好的质量。Bicubic： 这是一种 OpenCL 硬件加速缩放算法。

# AudioEncoder_Passthrough
source: Passthrough
pl: Przekazywanie
pt: Passagem directa
zh: 直接复制

# PassthroughScopeToolTip
source: Specifies which input codecs the passthrough will apply to.
pl: Określa, do których wejściowych kodeków ma zastosowanie funkcja przekazywania.
zh: 指定哪些输入值将应用于编解码器。

# FlipHorizontalCheckBox
source: Flip horizontally
pl: Przerzuć w poziomie
pt: Inverter horizontalmente
zh: 水平翻转

# FlipVerticalCheckBox
source: Flip vertically
pl: Przerzuć w pionie
pt: Inverter verticalmente
zh: 垂直翻转

# Rotation_Clockwise90
source: Clockwise 90°
pl: 90° w lewo
pt: Para a direita 90°
zh: 顺时针旋转 90 °

# Rotation_Counterclockwise90
source: Counterclockwise 90°
pt: Para a esquerda 90°
zh: 逆时针旋转 90 °

# RotationToolTip
source: Rotate the picture. This is applied after all sizing and cropping.
zh: 旋转图片。将被应用于所有尺寸和裁剪。

# FlipHorizontalToolTip
source: Flip the picture horizontally. This is applied before any rotation.
zh: 水平翻转图片。之前任何旋转被应用。

# FlipVerticalToolTip
source: Flip the picture vertically. This is applied before any rotation.
zh: 垂直翻转图片。之前任何旋转被应用。

# PassthroughIfPossibleCheckBox
source: Passthrough if possible
pt: Passagem directa se possível
zh: 若可能直接复制

# PassthroughIfPossibleToolTip
source: If the input track matches the codec it will be passed through instead of encoded.
zh: 如果输入的Track不匹配它将在编码解码时被忽略。

# Profile_baseline
source: Baseline
pl: Podstawowy

# Profile_main
source: Main
pl: Główny

# Profile_high
source: High
pl: Wysoki

# Advanced_PsychovisualLabel
source: Psychovisual
de: Psychovisuell
pl: Psychowisualne

# ScaleMethod_BicubicOpenCL
source: Bicubic (OpenCL)
pl: Dwuliniowy (OpenCL)

# RotationLabel
source: Rotation:
pl: Obrót:

# VideoEncoder_ffmpeg4
source: MPEG-4 (Libav)
pt: MPEG-2 (Libav)

# AudioEncoder_vorbis
source: Vorbis
de: Vorbis (Vorbis)
