Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/MainRes.*.resx
Languages: cs, pt

# TitleLabel
source: Title:
cs: Titul:
pt: Título:

# AddToQueueLabel
source: Add to Queue
cs: Přidat do fronty
pt: Adicionar à lista de tarefas

# AddMultipleTitlesToQueueLabel
source: Add Multiple Titles to Queue...
cs: Přidat více titulů do fronty...
pt: Adicione vários títulos à lista de tarefas...

source: Open Video File...
cs: Otevřít video soubor...
pt: Abrir ficheiro de vídeo...

# OpenDiscFolder
source: Open DVD/Blu-ray Folder...
cs: Otevřít DVD/Blu-ray složku...
pt: Abrir pasta do DVD ou do Blu-Ray...

source: Enqueue Multiple Files...
cs: Přiřadit více souborů...
pt: Adicionar vários ficheiros à lista de tarefas...

# ToolsMenu
source: Tools
cs: Nástroje
pt: Ferramentas

source: Import Preset...
cs: Importovat přednastavení...
pt: Importar Pré-ajustes...

source: Export Preset...
cs: Exportovat přednastavení...
pt: Exportar Pré-ajustes...

source: Play
cs: Přehrát
pt: Reproduzir

source: Edit
cs: Upravit
pt: Editar

source: Open Containing Folder
cs: Otevřít příslušnou složku
pt: Abrir pasta do conteúdo

source: Clear completed
cs: Vymazání dokončeno
pt: Eliminar concluídos

# WindowsMenu
source: Windows
cs: Okna

# EncodingSettingsMenuItem
source: Encoding Settings
cs: Nastavení kódování
pt: Configurações de codificação

# PreviewMenuItem
source: Preview
cs: Náhled
pt: Pré-Visualizar

# HelpMenu
source: Help
cs: Nápověda
pt: Ajuda

# VidCoderHomepageMenuItem
source: VidCoder Homepage
cs: VidCoder domovská stránka

# ReportABugMenuItem
source: Report a bug
cs: Oznámit chybu
pt: Reportar um Erro

# AboutVidCoderMenuItem
source: About VidCoder...
cs: O programu VidCoder...
pt: Acerca do VidCoder...

source: Recent
cs: Nedávný
pt: Recentes

# DragFilesHereLabel
source: (Or drag video files or folders here)
cs: (Nebo přetáhnout video soubory nebo složky sem)
pt: (Ou arraste pastas ou ficheiros de vídeo para aqui)

# ScanErrorLabel
source: An error occurred while scanning.
cs: Při prohledávání došlo k chybě.
pt: Ocorreu um erro durante a análise.

# ChapterMarkersLabel
source: Chapter Markers:
cs: Kapitoly:
pt: Marcadores de capítulos:

# EditButton
source: Edit...
cs: Upravit...
pt: Editar...

# DestinationLabel
source: Destination:
cs: Cílová složka:
pt: Destino:

# DestinationToolTip
source: Click to edit the encode destination.
cs: Kliknutím upravíte cílovou složku.
pt: Clique para editar o destino da codificação.

source: Pause
cs: Pozastavit
pt: Pausar

# MoveToTopMenuItem
source: Move to top
cs: Přesunout nahoru
pt: Mover para cima

# MoveToBottomMenuItem
source: Move to bottom
cs: Přesunout dolů
pt: Mover para baixo

# CustomizeColumnsMenuItem
source: Customize columns...
cs: Nastavit sloupce...
pt: Personalizar colunas...

# CurrentFpsLabel
source: Current FPS:
cs: Aktuální obrazová frekvence:
pt: FPS atual:

# AverageFpsLabel
source: Average FPS:
cs: Průměrná obrazová frekvence:
pt: FPS médio:

# PickDiscFolderHelpText
source: Pick a DVD or Blu-ray folder.
cs: Vybrat DVD nebo Blu-ray složku.
pt: Seleccione uma pasta de DVD ou de Blu-Ray.

# EncodesInProgressExitWarning
source: There are encodes in progress. Are you sure you want to quit?
cs: Probíhá kódování. Jste si jist že chcete skončit?
pt: Existe uma codificação em andamento. Tem certeza que deseja sair?

# EncodesInProgressExitWarningTitle
source: Encodes in progress
cs: Probíhá kódování
pt: Codificação em andamento

# NoneParen
source: (None)
cs: (Žádný)
pt: (Nenhum)

# SaveChangesPresetMessage
source: Do you want to save changes to your current preset?
cs: Chcete uložit změny do aktuální předvolby?
pt: Deseja guardar as alterações do pré-ajuste actual?

# SaveChangesPresetTitle
source: Save current preset?
cs: Uložit aktuální předvolbu?
pt: Guardar pré-ajuste actual?

# DiscNotInDriveError
source: Cannot load for editing. The disc is no longer in the drive.
cs: Nelze načíst a upravit. V jednotce není disk.
pt: Não é possível carregar para edição. O disco não está na unidade.

# PresetNameRestoredFromQueue
source: Restored from Queue
cs: Obnoveno z fronty
pt: Restaurado a partir de lista de tarefas

# PresetNameRestoredFromCompleted
source: Restored from Completed
cs: Obnoveno z dokončeného
pt: Restaurado a partir de lista de concluídos

# DestinationColumnHeader
source: Destination
cs: Cílová složka
pt: Destino

# StatusColumnHeader
source: Status
cs: Stav
pt: Estado

# ElapsedTimeColumnHeader
source: Elapsed Time
cs: Uplynulý čas
pt: Tempo decorrido

# PlayingVideoMessage
source: Playing video...
cs: Přehrávání videa...
pt: Reproduzindo vídeo...

# FileDoesNotExist
source: {0} does not exist.
cs: {0} neexistuje.
pt: {0} não existe.

# AngleLabel
source: Angle:
cs: Úhel:
pt: Ângulo:

# ChaptersSummary
source: of {0}
cs: ze {0}
pt: de {0}

source: Queued
cs: Zařazeno do fronty
pt: Na lista de tarefas

# QueuedWithTotal
source: Queued ({0})
cs: Zařazeno do fronty ({0})
pt: Lista de tarefas ({0})

# CompletedWithTotal
source: Completed ({0})
cs: Dokončeno ({0})
pt: Concluídos ({0})

source: Stopped encoding.
cs: Kódování zastaveno.
pt: Codificação parada.

# DeleteSourceFilesConfirmationMessage
source: Are you sure you want to {0} {1} source file(s)/folder(s)?
cs: Opravdu chcete odstranit {0} zdrojový soubor (y) / složku (y)?
pt: Tem a certeza de que deseja eliminar {0} ficheiro(s)/pasta(s) de origem?

# DeleteSourceFilesConfirmationTitle
source: Confirm delete
cs: Potvrdit odstranění
pt: Confirme a eliminação

# CouldNotDeleteFile
source: Could not delete {0} {1}
cs: Nelze odstranit {0} {1}
pt: Não foi possível eliminar {0} {1}

# QueueMultipleScanErrorMessage
source: There were errors scanning some files and they were not added to the queue: {0}
cs: Následující soubor (y) nelze rozeznat a nebyl (y) přidán (y) do fronty: {0}
pt: Os seguinte(s) ficheiro(s) não é/são reconhecido(s) e não foi/foram adicionado(s) à lista de tarefas: {0}

# QueueMultipleScanErrorTitle
source: Error scanning video file(s)
cs: Chyba při prohledávání video souboru
pt: Erro de verificação do(s) ficheiro(s) de vídeo

source: Started encoding.
cs: Kódování začalo.
pt: Iniciar a codificação.

# DirectoryCreateErrorMessage
source: Could not create output folder. Error details: {0}
cs: Výstupní adresář nelze vytvořit. Podrobnosti o chybě: {0}
pt: Não foi possível criar a pasta de destino. Detalhes do erro: {0}

source: Encode completed.
cs: Kódování je dokončeno.
pt: Codificação concluída.

# EncodeCompleteBalloonTitle
source: Encoding completed
cs: Kódování je dokončeno
pt: Codificação concluída

# EncodeCompleteBalloonMessage
source: VidCoder has finished all encode jobs in the queue.
cs: VidCoder dokončil z fronty všechny úlohy kódování.
pt: VidCoder terminou todas as tarefas de codificação.

# OutputPathNotValidMessage
source: Output path is not valid.
cs: Výstupní cesta je neplatná.
pt: Pasta de destino inválida.

# OutputPathNotValidTitle
source: Path not valid
cs: Cesta není platná
pt: Caminho inválido

source: Encode
cs: Kódování
pt: Codificar

source: Resume
cs: Pokračovat
pt: Retomar

# WhenDoneLabel
source: When done
cs: Po dokončení:
pt: Quando terminar:

# SourceOption_VideoFile
source: Video File...
cs: Video soubor...
pt: Ficheiros de vídeo...

# SourceOption_DiscFolder
source: DVD/Blu-ray Folder...
cs: DVD/Blu-ray složka...
pt: Pasta de DVD/Blu-ray...

# NewVersionDownloadStartedStatus
source: Version {0} is available. Update download has started.
cs: Verze {0} je k dispozici. Stahování aktualizace bylo zahájeno.
pt: Versão {0} está disponível. Download da actualização foi iniciado.

# NewVersionDownloadFinishedStatus
source: Version {0} has finished downloading and will install on exit.
cs: Stahování verze {0} bylo dokončeno a nainstaluje se při ukončení aplikace.
pt: O download da versão {0} terminou e vai ser instalado quando sair do programa.

# UpdateNotAppliedError
source: The update was not applied. If you did not cancel it, try installing it manually.
cs: Aktualizace nebyla uskutečněna. Pokud jste ji nezrušili, můžete ji nainstalovat manuálně.
pt: A actualização não foi aplicada. Se não a cancelou, tente instalá-la manualmente.

# CouldNotLoadPresetMessage
source: Could not load preset:
cs: Přednastavení nelze načíst:
pt: Não foi possível carregar os pré-ajustes:

# CouldNotSavePresetMessage
source: Could not save preset '{0}':{1}{2}
cs: Přednastavení nelze uložit {0}: {1} {2}
pt: Não foi possível guardar o pré-ajuste '{0}': {1} {2}

# CouldNotCopyTextError
source: Could not copy text.
cs: Text nelze kopírovat.
pt: Não foi possível copiar o texto.

# LaunchUrlError
source: Error launching URL: {0}
cs: Chyba při spouštění URL: {0}
pt: Erro ao iniciar o URL: {0}

# PresetImportErrorMessage
source: Failed to import preset. Check log for details.
cs: Přednastavení nelze importovat. Formát neznámý.
pt: Não foi possível importar o pré-ajuste. Formato não reconhecido.

# ImportErrorTitle
source: Import Error
cs: Chyba při importu

# PresetImportSuccessMessage
source: Successfully imported preset {0}
cs: Přednastavení bylo úspěšně importováno {0}.
pt: Pré-ajuste importado com êxito {0}.

# PresetExportSuccessMessage
source: Successfully exported preset to {0}
cs: Přednastavení bylo úspěšně exportováno do {0}
pt: Pré-ajuste exportado com êxito {0}

# ExportPresetFilePickerText
source: Export preset
cs: Exportovat přednastavení
pt: Exportar Pré-ajustes

# OutputDirectoryPickerText
source: Choose the output folder for encoded video files.
cs: Zvolte výstupní adresář pro soubory kódovaného videa.
pt: Escolha a paste de destino para os ficheiros de vídeo codificados.

# ModifiedAffix
source: (Modified)
cs: (Změněno)
pt: (Modificado)

# PlayingVideoStatus
source: Playing video...
cs: Přehrávání videa...
pt: Reproduzindo vídeo...

# OpeningFolderStatus
source: Opening folder...
cs: Otevírání složky...
pt: Abrir pasta...

# CloseVideoSourceToolTip
source: Close video source
cs: Zavřít zdroj videa
pt: Fechar origem do vídeo

# UpdatesMenuItem
source: Updates...
cs: Aktualizace...
pt: Actualizações...

# RangeBarToolTip
source: Left-click to set the start time and right-click to set the end time.
cs: Levým tlačítkem myši nastavit čas začátku a pravým tlačítkem nastavit čas ukončení.
pt: Botão esquerdo para definir o início e botão direito para definir o fim.

# QueueFormat_Chapters
source: Ch {0}
cs: Kapitoly {0}

# QueueFormat_Frames
source: Fr {0}-{1}
cs: Snímky {0}-{1}

# QueueRangeAll
source: All
cs: Vše
pt: Todos

# CouldNotCopyLogError
source: Could not copy log:{0}{0}{1}
cs: Nelze zkopírovat log:{0}{0}{1}
pt: Não pode copiar o relatório: {0} {0} {1}

source: Open Log
cs: Otevřít Log
pt: Relatório aberto

source: Copy Log
cs: Kopírovat Log
pt: Copiar relatório

# PresetDiscardConfirmMessage
source: You have unsaved changes. Are you sure you want to discard these changes by switching to another preset?
cs: Vaše změny nejsou uloženy. Opravdu chcete tyto změny zahodit přepnutím na jiné přednastavení?
pt: Tem alterações não salvas. Tem certeza que deseja descartar essas alterações alternando para outro pré-ajuste?

# PresetDiscardConfirmTitle
source: Discard Changes?
cs: Zrušit změny?
pt: Descartar alterações?

# RemoveFromQueueToolTip
source: Remove from queue
cs: Odebrat z fronty

# CouldNotSaveQueueMessage
source: Could not save queue:{0}{1}
cs: Nelze uložit frontu:{0}{1}

source: Export Queue...
cs: Exportovat frontu...

# ExportQueueFilePickerText
source: Export queue
cs: Exportovat frontu

# QueueImportErrorMessage
source: Failed to import queue. Check log for details.
cs: Nelze importovat frontu. Neznámý formát.

# ImportPresetFilePickerTitle
source: Import preset file
cs: Importovat soubor přednastavení

# ImportQueueFilePickerTitle
source: Import queue file
cs: Importovat soubor fronty

source: Import Queue...
cs: Importovat frontu...

# QueueExportSuccessMessage
source: Successfully exported queue to {0}
cs: Fronta byla úspěšně exportována do {0}

# QueueImportSuccessMessage
source: Successfully imported queue.
cs: Fronta byla úspěšně importována.

# StopEncodeConfirmationTitle
source: Stop encode?
cs: Zastavit kódování?

# StopEncodeConfirmationMessage
source: Are you sure you want to stop the encode?
cs: Opravdu chcete zastavit kódování?

# AutoplayDiscConfirmationMessage
source: Close the current file and open the disc?
cs: Zavřít současný soubor a otevřít disk?

# EncodeDetailsMenuItem
source: Encode Details
cs: Detaily kódování

# RenameDatabaseFileLine2
source: Do you want to rename the existing file and start with a new one?
cs: Chcete přejmenovat existující soubor a začít s novým?

# RenameDatabaseFileLine1
source: Cannot read version {0} database file. The highest version recognized by VidCoder {1} is {2}
cs: Databázový soubor verze {0} nelze načíst. Nejvyšší verze kterou podporuje VidCoder {1} je {2}

# IncompatibleDatabaseFileTitle
source: Incompatible database file
cs: Nekompatibilní databázový soubor

# LogMenuItem
source: Log
pt: Relatório

source: Stop
pt: Parar

# EtaLabel
source: ETA:
pt: TER:
