Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/MiscRes.*.resx
Languages: es, fr, hu, zh, zh_hant

# AddButton
source: Add
es: Agregar
fr: Ajouter
hu: Hozzáad
zh: 添加
zh_hant: 新增

# RefreshButton
source: Refresh
es: Actualizar
fr: Rafraîchir
hu: Frissít
zh: 刷新
zh_hant: 更新

# ChooseFromProcessesLabel
source: Choose from existing processes:
es: Elegir los procesos existentes:
fr: Choisissez parmi les processus existants :
hu: Válassz a már létező folyamatok közül:
zh: 从现有的处理程序中选择：
zh_hant: 由現行處理程序中選擇:

# AddAutoPauseProcessDialogTitle
source: Add Auto Pause Process
es: Agregar proceso de Auto Pause
fr: Ajouter un processus de Pause Auto
hu: Automata szünet folyamat hozzáadása
zh: 添加自动暂停处理程序
zh_hant: 新增自動暫停處理程序

# ProcessNameLabel
source: Process Name:
es: Nombre del proceso:
fr: Nom du processus :
hu: Folyamat neve:
zh: 进程名称：
zh_hant: 處理程序名稱:

# ExceptionDialogMainText
source: VidCoder has experienced an unexpected error.
es: VidCoder ha experimentado un error inesperado.
fr: VidCoder a rencontré une erreur inattendue.
hu: A VidCoder váratlan hibába ütközött.
zh: VidCoder 遇到意外的错误
zh_hant: VidCoder 發生意外錯誤。

# ExceptionDialogSubText
source: Please report this so it can be fixed in the future.
es: Por favor reportelo, asi puede arreglarse en el futuro.
fr: Veuillez le signaler pour qu'il puisse être réparé à l'avenir.
hu: Kérlek jelentsd, hogy a jövőben kijavításra kerülhessen.
zh: 请发送出错误报告以便开发者修正。
zh_hant: 請送出錯誤報告以便開發者修正。

# ExceptionWindowTitle
source: Exception
es: Excepcion
hu: Kivétel
zh: 异常
zh_hant: 例外

# FileConflictDialogTitle
source: File conflict
es: Conflicto de archivo
fr: Conflit de fichier
hu: Fájlkonfliktus
zh: 文件冲突
zh_hant: 檔案衝突

# OverwriteButton
source: Overwrite
es: Sobrescribir
fr: Écraser
hu: Felülír
zh: 覆盖
zh_hant: 覆寫

# AutoRenameButton
source: Auto-rename
es: Auto-renombrar
fr: Renommage automatique
hu: Automata felülírás
zh: 自动重命名
zh_hant: 自動重新命名

# FileConflictWarning
source: A file already exists at {0}. Do you want to overwrite the file, automatically find a new output path for the encode job or cancel the operation?
es: Ya existe un archivo en {0}. ¿Desea sobrescribir el archivo, encontrar automaticamente una nueva ruta de salida para el trabajo o cancelar la operacion?
fr: Il existe déjà un fichier à {0}. Voulez-vous remplacer le fichier, trouver automatiquement un nouveau répertoire de sortie pour le travail d'encodage ou annuler l'opération ?
hu: A fájl már létezik a(z) {0} helyen. Szeretnéd felülírni a fájlt, automatikusan új kimeneti útvonalat találni a kódolási műveletnek vagy megszakaítani a műveletet?
zh: {0} 已有同名文件，您想要覆盖该文件、自动改变输出路径，还是取消编码作业?
zh_hant: {0} 已有同名檔案，您想要覆寫該檔、自動變更輸出路徑，還是取消編碼作業?

# QueueFileConflictWarning
source: A queue job already has an output path at {0}. Do you want to replace the queued job, automatically find a new output path for the encode job or cancel the operation?
es: Un trabajo en cola ya tiene una ruta de salida en {0}. ¿Desea sobrescribir el archivo, encontrar automaticamente una nueva ruta de salida para el trabajo o cancelar la operacion?
fr: Un travail de file d'attente a déjà un chemin de sortie à {0}. Voulez-vous remplacer le fichier, trouver automatiquement un nouveau répertoire de sortie pour le travail d'encodage ou annuler l'opération ?
hu: Egy sorba rendezett művelet már rendelkezik kimeneti útvonallal a(z) {0} helyen. Szeretnéd felülírni a fájlt, automatikusan új kimeneti útvonalat találni a kódolási műveletnek vagy megszakaítani a műveletet?
zh: 队列中的作业在 {0} 已有同名的输出文件。你想要覆盖文件、 自动改变输出路径或取消操作？
zh_hant: 佇列工作於 {0} 已有同名的輸出檔案，您想要覆寫該檔、自動變更輸出路徑，還是取消編碼作業?

# QueueColumnsDialogTitle
source: Queue Columns
es: Columnas de cola
fr: Colonnes de la file d'attente
hu: Oszlopsorrend
zh: 队列字段
zh_hant: 佇列欄位

# QueueColumnsDialogHeaderText
source: Drag and drop to add, remove or reorder columns.
es: Arrastrar y soltar para agregar, eliminar o reordenar las columnas.
fr: Glisser/Déposer pour ajouter, supprimer ou réorganiser les colonnes.
hu: Húzd és vidd az oszlopok hozzáadásához, eltávolításához vagy átrendezéséhez.
zh: 拖动以新增、移除或移动字段。
zh_hant: 拖拉以新增、移除或移動欄位。

source: Unused columns
es: Columnas sin usar
fr: Colonnes inutilisées
hu: Nem használt oszlopok
zh: 未使用的列
zh_hant: 未使用欄位

source: Used columns
es: Columnas usadas
fr: Colonnes utilisées
hu: Használt oszlopok
zh: 使用的列
zh_hant: 已使用欄位

# ScanMultipleWindowTitle
source: Scanning...
es: Escaneando...
hu: Fájlok ellenőrzése...
zh: 正在扫描...
zh_hant: 掃描中...

# AboutVidCoderDialogTitle
source: About VidCoder
es: Acerca de VidCoder
fr: A propos de VidCoder
hu: VidCoder névjegye
zh: 关于 VidCoder
zh_hant: 關於 VidCoder

# LicenseLabel
source: License:
es: Licencia:
fr: Licence :
hu: Licensz:
zh: 授权
zh_hant: 授權:

source: Version
hu: Verzió
zh: 版本
zh_hant: 版本

# BasedOnHandBrake
source: Based on HandBrake ({0})
es: Basado en HandBrake ({0})
hu: A HandBrake (svn {0}) verzióján alapul
zh: 基于手动 ({0})
zh_hant: 基於 HandBrake ({0})

# Copyright
source: © {0} VidCoder Developers
es: © {0} Desarrolladores de VidCoder
fr: © {0} Développeurs VidCoder
hu: © {0} VidCoder fejlesztők
zh: © {0} VidCoder 开发人员
zh_hant: © {0} VidCoder 開發人員

# ApplyUpdateDialogTitle
source: Apply Update?
es: ¿Aplicar la actualizacion?
fr: Appliquer la mise à jour ?
hu: Alkalmazod a frissítést?
zh: 应用更新吗？
zh_hant: 套用更新?

# ApplyUpdateDialogMessage
source: An update has been downloaded. Do you want to apply it now?
es: Se ha descargado una actualizacion. ¿Desea aplicar ahora?
fr: Une mise à jour a été téléchargée. Vous voulez l'appliquer maintenant ?
hu: Egy frissítés letöltésre került. Szeretnéd most alkalmazni?
zh: 更新文件已下载完成。您想要现在应用更新吗？
zh_hant: 更新檔已下載，您要立即套用更新嗎?

source: View full Changelog
es: Ver la lista completa de cambios
fr: Voir le journal des Changements complet
hu: Változások listájának megtekintése
zh: 查看完整的更新日志
zh_hant: 檢視完整變更記錄

# DisableUpdatesButton
source: Disable Updates
es: Desactivar las actualizaciones
fr: Désactiver les mises à jour
hu: Frissítések kikapcsolása
zh: 禁用更新
zh_hant: 停用更新

# NoticeMessageTitle
source: Notice
es: ¡Aviso
zh: 通知
zh_hant: 通知

# UnsupportedOSError
source: VidCoder is not supported on your operating system. Windows 10 or later is required for this version. Please upgrade your OS or install an earlier version of VidCoder. The latest compatible version for Windows XP is VidCoder 1.4. The latest compatible version for Windows 7 is 5.21.
es: VidCoder no es compatible con tú sistema operativo. Vidcoder no funciona en Windows XP y Server 2003 . Por favor Instala VidCoder 1.4 o actualiza tú sistema operativo.
zh: VidCoder 不支持您的操作系统。Windows XP 和 2003 服务器将不再支持。请安装 VidCoder 1.4 或升级您的操作系统。
zh_hant: VidCoder 不支援您的作業系統，Windows XP 及 Server 2003 無法使用，請安裝 VidCoder 1.4 或升級您的作業系統。

# EncodeCompleteWarning_SleepTitle
source: System sleep imminent
es: Hibernacion del sistema inminente
zh: 立即休眠
zh_hant: 立即休眠

# EncodeCompleteWarning_LogOffTitle
source: Log off imminent
es: Cierre la sesión inminente
zh: 立即注销
zh_hant: 立即登出

# EncodeCompleteWarning_ShutdownTitle
source: Shutdown imminent
es: Apagado inminente
zh: 立即关机
zh_hant: 立即關機

# EncodeCompleteWarning_SleepMessage
source: The system will sleep in {0} seconds.
es: El sistema hibernara en {0} segundos.
zh: 该系统将在 {0} 秒后休眠
zh_hant: 系統將於 {0} 秒後休眠。

# EncodeCompleteWarning_LogOffMessage
source: You will be logged off in {0} seconds.
es: Cerraras sesión en {0} segundos.
zh: 您将被注销在 {0} 秒后。
zh_hant: 您將於 {0} 秒後登出。

# EncodeCompleteWarning_ShutdownMessage
source: The system will shut down in {0} seconds.
es: El sistema se apagará en {0} segundos.
zh: 系统将在 {0} 秒后关闭。
zh_hant: 系統將於 {0} 秒後關機。

# EncodeCompleteWarning_Title
source: Encoding has completed.
es: Se ha completado la codificación.
zh: 编码已完成。
zh_hant: 編碼已完成。

# CouldNotFindVideoPlayerError
source: Could not find video player for {0}.
zh_hant: 無法找到相容 {0} 的播放器。

source: Error playing source.
zh_hant: 播放來源檔時發生錯誤。
