Repository: RandomEngy/VidCoder
Catalog: VidCoder/Resources/OptionsRes.*.resx
Languages: cs, es, eu, fr, pt

# GeneralTab
source: General
cs: Obecné
eu: Orokorra
fr: Général
pt: Geral

# MinimizeToTaskBarRadioButton
source: Minimize to task bar
cs: Minimalizovat do lišty úloh
es: Minimizar a la barra de tareas
eu: Txikiendu eginkizun barrara
fr: Réduire dans la barre des tâches
pt: Minimizar para a barra de tarefas

# MinimizeToSystemTrayRadioButton
source: Minimize to system tray
cs: Minimalizovat do oznamovací oblasti
es: Minimizar a la bandeja del sistema
eu: Txikiendu sistema erretilura
fr: Réduire dans la barre d'état système
pt: Minimizar para a bandeja do sistema

# PlaySoundOnQueueCompletionCheckBox
source: Play sound on queue completion
cs: Přehrát zvuk po dokončení úloh ve frontě
es: Reproducir un sonido en la terminación de la cola
eu: Jo soinu bat lerroa osatutakoan
fr: Jouer un son à la fin de la file d'attente
pt: Reproduzir som quando completar as tarefas

# PreferredDvdPlayerLabel
source: Preferred DVD player:
cs: Preferovaný DVD přehrávač:
es: Reproductor de DVD preferido:
eu: Hobetsitako DVD irakurgailua:
fr: Lecteur de DVD préféré :
pt: Leitor de DVD preferido:

# PreferredDvdPlayerToolTip
source: Choose the player you want to use for DVD sources.
cs: Vyberte si přehrávač který chcete použít jako zdroj pro DVD.
es: Elije el reproductor que deseas utilizar para fuentes de DVD.
eu: Hautatu DVD iturburuentzako erabiltzea nahi duzun irakurgailua.
fr: Choisissez le lecteur que vous souhaitez utiliser pour les sources DVD.
pt: Escolha o leitor de DVD que deseja utilizar.

# AutomaticUpdatesCheckBox
source: Automatic updates
cs: Automatická aktualizace
es: Actualizaciones automáticas
eu: Berezgaitasunezko eguneraketak
fr: Mises à jour automatiques
pt: Actualizações automáticas

# FileNameFormatOptions
source: Available options: {0}
cs: Dostupné možnosti: {0}
es: Opciones disponibles: {0}
eu: Aukera eskuragarriak: {0}
fr: Options disponibles : {0}
pt: Opções disponíveis: {0}

# WhenFileAlreadyExists
source: When a file already exists...
cs: Pokud soubor již existuje...
es: Cuando ya existe un archivo...
eu: Agiri bat jadanik badagoenean...
fr: Si un fichier existe déjà...
pt: Quando um ficheiro já existe...

source: Encoding single file:
cs: Kódování jednoho souboru:
es: Codificacion simple de archivo:
eu: Agiri bakar kodeaketa:
fr: Encodage d'un fichier unique :
pt: Codificação de um ficheiro único:

source: Encoding batch of files:
cs: Kódování skupiny souborů:
es: Codificación por lotes de archivos:
eu: Agiri multzo kodeaketa:
fr: Encodage par lots des fichiers :
pt: Codificar grupo de ficheiros:

# AutoPauseLabel
source: Pause encoding when any of these processes are running:
cs: Automaticky pozastavit kódování pokud jsou některé tyto procesy spuštěny:
es: Pausar automaticamente la codificacion cuando alguno de estos procesos se estan ejecutando:
eu: Berezgaitasunez pausatu kodeaketa prozesu hauetako bat ekinean dagoenean:
fr: Mettre en pause automatiquement l'encodage lorsque n'importe lequel de ces processus est en cours d'exécution :
pt: Pausa automática quando um destes processos é iniciado:

# AddEllipsesButton
source: Add...
cs: Přidat...
es: Añadir...
eu: Gehitu...
fr: Ajouter...
pt: Adicionar...

# PreviewCountLabel
source: Number of picture previews to scan:
cs: Počet obrázků pro náhled:
es: Número de vistas previas de la imagen a escanear:
eu: Mihatu beharreko aurreikuspen irudi zenbatekoa:
fr: Nombre des aperçus de la photo à parcourir :
pt: Número de imagens a pré-visualizar na varredura:

# RememberPreviousFilesCheckBox
source: Remember previously used files and folders
cs: Pamatovat dříve použité soubory a složky
es: Recordar archivos y carpetas usadas previamente
eu: Gogoratu aurretik erabilitako agiriak eta agiritegiak
fr: Se rappeler des dossiers et fichiers précédemment utilisés
pt: Lembrar as últimas pastas e últimos ficheiros utilizados

# EnableLibDvdNavCheckBox
source: Enable LibDVDNav (Change requires program restart. Required to support multiple angles)
cs: Povolit LibDVDNav (změna vyžaduje restart programu)
es: Habilitar LibDVDNav (requiere reiniciar el programa)
eu: Gaitu LibDVDNav (aldaketak programa berrabiaraztea behar du)
fr: Activez LibDVDNav (si changement, nécessite un redémarrage du programme)
pt: Activa LibDVDNav (requer reinicialização do programa)

# LoggingVerbosityLabel
source: Logging Verbosity:
cs: Úroveň logování:
es: Registro de verbosidad:
eu: Ohar Berritsukeria:
fr: Journalisation Verbeuse :
pt: Detalhe do Relatório:

# MinScanLengthLabel
source: Minimum length of title to scan (seconds):
cs: Minimální délka videa pro načtení (sekundy):
es: Longitud mínima del título para escanear (segundos):
eu: Izenburu mihaketaren gutxienezko luzera (segundutan):
fr: Longueur minimale du titre à scanner (secondes) :
pt: Comprimento mínimo do título para fazer a varredura (segundos):

# RecognizedExtensionsLabel
source: Recognized Extensions:
cs: Přípustné přípony souborů:
es: Extensiones reconocidas:
eu: Luzapen Ezagutuak:
fr: Extensions reconnues :
pt: Extensões reconhecidas:

# RecognizedExtensionsToolTip
source: When scanning folders for video files, add files with these extensions. (Comma separated)
cs: Při načítání složky s video soubory přidat soubory s touto příponou. (Oddělené čárkou)
es: Durante la exploración de carpetas para archivos de vídeo, añadir archivos con estas extensiones. (Separados por comas)
eu: Agiritegiak mihatzerakoan bideo agiri bila, gehitu luzapen hau duten agiriak. (Kakotxaz bananduta)
fr: Lors du parcours des dossiers pour les fichiers vidéo, ajouter des fichiers avec ces extensions. (Séparés par des virgules)
pt: Ao pesquisar ficheiros de vídeo nas pastas, pesquisa ficheiros com essas extensões. (Separados por vírgulas)

# AdvancedTab
source: Advanced
cs: Pokročilé
es: Avanzado
eu: Aurreratua
fr: Avancé
pt: Avançadas

# BetaUpdatesInBeta
source: You're running the Beta version. This can run side-by-side with the stable version.
cs: Používáte Beta verzi kterou lze používat součastně se stabilní verzi.
es: Estas ejecutando la versión Beta. Esta se puede ejecutar de lado con la versión estable.
eu: Beta bidean zaude. Atzera bertsio egonkorrera itzultzeko, kendu, klikatu "Bai" aurrezarpenak kentzeko, orduan berrezarri bertsio egonkorra.
fr: Vous exécutez la version bêta. Cela peut fonctionner côte-à-côte avec la version stable.

# BetaUpdatesNonBeta
source: Join the Beta track to get more frequent updates
cs: Připojit k testování Beta verzí, vyšší frekvence aktualizací
es: Únete a la pista Beta para obtener las actualizaciones más frecuentes
eu: Batu Beta bidea eguneraketak sarriago lortzeko
fr: Rejoindre la liste des utilisateurs de version bêta pour obtenir les mises à jour plus fréquentes
pt: Junte-se à lista de testadores Beta para obter atualizações mais frequentes

# UpdateReadyStatus
source: Update {0} ready.
cs: Aktualizace {0} připravena. Instalace bude zahájena po ukončení programu.
es: Actualizacion {0} lista. Se Instalará cuando salgas del programa.
eu: {0} eguneraketa gertu. Programatik irtetzen zarenean ezarriko da.
fr: Mise à jour : {0} prête. Elle va s'installer lorsque vous quittez le programme.
pt: Actualização {0} pronta. Irá ser instalada quando sair do programa.

# UpToDateStatus
source: VidCoder is up to date.
cs: VidCoder je aktualizován.
es: VidCoder esta al día.
eu: VidCoder eguneratuta dago.
fr: VidCoder est à jour.
pt: O VidCoder está actualizado.

# ChooseDefaultOutputFolder
source: Choose the default output folder for encoded video files.
cs: Zvolte výchozí adresář pro uložení překódovaných video souborů.
es: Elige el directorio por defecto para codificacion de archivos de video.
eu: Hautatu kodeatutako bideo agirientzako berezko irteera zuzenbidea.
fr: Choisissez le répertoire de sortie par défaut pour les fichiers vidéo encodés.
pt: Escolha a pasta de destino por defeito para os ficheiros de vídeo codificados.

# InterfaceLanguageLabel
source: Interface Language:
cs: Jazyk rozhraní:
es: Idioma de la interfaz:
eu: Interfaze Hizkuntza:
fr: Langue de l'interface :
pt: Idioma do programa:

# NewLanguageRestartDialogMessage
source: The new language will take effect after you exit and restart VidCoder.
cs: Nastavení nového Jazyka se projeví až po restartování aplikace VidCoder.
es: El nuevo idioma tomara efecto después de salir y reiniciar VidCoder.
eu: Hizkuntza berriak irten eta VidCoder berrabiarazi ondoren izango du eragina.
fr: La nouvelle langue prendra effet après que vous quittez puis redémarrez VidCoder.
pt: O novo idioma só terá efeito depois de reiniciar o VidCoder.

source: Use OS Language
cs: Použít jazyk OS
es: Usar lenguaje OS
eu: Erabili SE Hizkuntza
fr: Utiliser la langue du Système d'exploitation
pt: Utilizar o idioma do sistema operativo

# UpdatesTab
source: Updates
cs: Aktualizace
es: Actualizaciones
eu: Eguneraketak
fr: Mises à jour
pt: Actualizações

# UpdateFailedStatus
source: Update check failed.
cs: Kontrola aktualizace se nezdařila.
es: Falló la comprobacion de la actualizacion.
eu: Eguneraketa egiaztapen hutsegitea.
fr: Échec de la vérification de la mise à jour.
pt: Erro ao verificar actualizações.

# CompletionWavFilePickTitle
source: Pick the .wav file you want to use for the completion sound.
cs: Vyberte .wav soubor který chcete použit pro konečnou zvukovou stopu.
es: Escoge el archivo .wav que deseas usar para la terminacion del sonido.
eu: Hautatu soinua osatzeko erabiltzea nahi duzun .wav agiria.
fr: Choisissez le fichier .wav à utiliser pour son achèvement.
pt: Escolha o ficheiro .wav que deseja usar como som de conclusão.

# CurrentVersionLabel
source: Current Version: {0}
cs: Aktuální verze: {0}
es: Versión actual: {0}
eu: Oraingo bertsioa: {0}
fr: Version actuelle : {0}
pt: Versão actual: {0}

# BetaUpdatesNonBetaWarning
source: Beware: this version is more likely to have bugs and crashes.
cs: Upozornění: Tato verze může obsahovat chyby vedoucí až k pádu aplikace.
es: Atención: esta versión es más probable que tenga errores y accidentes.
eu: Kontuz: zihurragoa da bertsio honek akatsak eta matxurak izatea.
fr: ATTENTION : cette version est plus susceptible d'avoir des bugs et plantages.
pt: Cuidado: Estas versões são susceptíveis a ter mais erros e falhas.

# PlayersSection
source: Players
cs: Přehrávače
es: Reproductores
eu: Irakurgailuak
fr: Lecteurs
pt: Reprodutores de vídeo

# SoundSection
source: Sound
cs: Zvuk
es: Sonido
eu: Soinua
fr: Son
pt: Sons

# SystemTraySection
source: System tray
cs: Oznamovací oblast
es: Bandeja del sistema
eu: Sistema erretilua
fr: Barre d'état système
pt: Bandeja do sistema

# OutputFolderSection
source: Output folder
cs: Výstupní složka
es: Carpeta de salida
eu: Irteera agiritegia
fr: Dossier de sortie
pt: Pasta de destino

# AdvancedOptionsSection
source: Advanced options
cs: Pokročilé možnosti
es: Opciones avanzadas
eu: Aukera aurreratuak
fr: Options avancées
pt: Opções avançadas

# ScanningSection
source: Scanning
cs: Načítání
es: Exploración
eu: Mihaketa
fr: Analyse en cours
pt: Ao analisar

# LoggingSection
source: Logging
cs: Logování
es: Registro
eu: Oharrak
fr: Rapports
pt: Relatórios

# DvdReadingSection
source: DVD reading
cs: Čtení DVD
es: Lectura de DVD
eu: DVD irakurketa
fr: Lecture de DVD
pt: Ao ler o DVD

# UpdatesSection
source: Updates
cs: Aktualizace
es: Actualizaciones
eu: Eguneraketak
fr: Mises à jour
pt: Actualizações

# UpdateStatusSection
source: Status
cs: Stav
es: Estado
eu: Egoera
fr: État
pt: Estado

# BetaSection
source: Beta
fr: Bêta

# UseCustomWavLabel
source: Use custom .wav file:
cs: Použít vlastní .wav soubor:
es: Usar archivo .wav personalizado:
eu: Erabili norbere .wav agiria:
fr: Utiliser le fichier .wav personnalisé :
pt: Utilizar um ficheiro .wav personalizado:

# CheckNowButton
source: Check Now
cs: Nyní zkontrolovat
es: Comprobar ahora
eu: Egiaztatu Orain
fr: Vérifiez maintenant
pt: Verificar agora

source: Use system player
cs: Použít přehrávač systému
es: Usar reproductor del sistema
eu: Erabili sistemaren irakurgailua
fr: Lecteur du système d'exploitation
pt: Utilizar leitor do sistema

# VideoFilesLabel
source: Video Files:
cs: Video soubory:
es: Archivos de vídeo:
eu: Bideo Agiriak:
fr: Fichiers vidéo :
pt: Ficheiros de vídeo:

# CustomVideoPlayerToolTip
source: Specify the path to the video player you wish to use for files.
cs: Zadejte cestu k přehrávači videa který chcete používat pro tyto soubory.
es: Especifica la ruta que el reproductor de vídeo desea utilizar para los archivos.
eu: Adierazi agirientzako erabiltzea nahi duzun bideo irakurgailuaren helburua.
fr: Spécifiez le chemin d'accès au lecteur vidéo que vous souhaitez utiliser pour les fichiers.
pt: Especifique a localização do leitor de vídeo que deseja usar.

# VideoPlayerFilePickTitle
source: Pick the player to use for video files.
cs: Vyberte si přehrávač pro video soubory.
es: Elije el reproductor para archivos de video.
eu: Hautatu bideo agiriekin erabiltzeko irakurgailua.
fr: Choisir le lecteur à utiliser pour les fichiers vidéo.
pt: Escolha o leitor a usar para ficheiros de vídeo.

# CustomPlayerLabel
source: Custom player:
cs: Vlastní přehrávač:
es: Reproductor personalizado:
eu: Norbere irakurgailua:
fr: Lecteur personnalisé :
pt: Leitor personalizado:

# Priority_High
source: High
cs: Vysoká
es: Alto
eu: Handia
fr: Élevée
pt: Alta

# Priority_AboveNormal
source: Above Normal
cs: Vyšší než normální
es: Arriba de lo normal
eu: Arruntetik Gora
fr: Au-dessus de la normale
pt: Acima do Normal

# Priority_Normal
source: Normal
cs: Normální
eu: Arrunta
fr: Normale

# Priority_BelowNormal
source: Below Normal
cs: Nižší než normální
es: Por debajo de lo normal
eu: Arruntetik Behera
fr: Au-dessous de la normale
pt: Abaixo do Normal

# WorkerProcessPriorityLabel
source: Worker process priority:
cs: Priorita pracovního procesu:
es: Prioridad del proceso de trabajador:
eu: Lan garapen lehentasuna:
fr: Priorité du processus de travail :
pt: Prioridade do processo de trabalho:

# Priority_Idle
source: Low
cs: Nízká
es: Bajo
eu: Apala
fr: Faible
pt: Baixa

# CopyLogToOutputFolderLabel
source: Copy the encode log to the same folder as the encoded video
cs: Zkopírovat log kódování do stejného adresáře jako kódované video
es: Copiar registro en el mismo directorio que el vídeo codificado
eu: Kopiatu kodeaketa oharra kodeatutako bideoaren zuzenbide berera
fr: Copiez le journal d'encodage dans le même répertoire que la vidéo encodée
pt: Copie o relatório de codificação para o mesmo diretório do vídeo codificado

# OpenLogFolderButton
source: Open Log Folder
cs: Otevřít složku logu
es: Abrir carpeta de registro
eu: Ireki Ohar Agiritegia
fr: Ouvrir le Dossier du Journal
pt: Abrir pasta de relatórios

# ResumeEncodingOnRestartCheckBox
source: Automatically resume encoding on restart
cs: Automaticky obnovit kódování při restartu
es: Resumir automaticamente la codificacion despues de reiniciar
fr: Reprendre automatiquement l'encodage sur redémarrage
pt: Retomar automáticamente a codificação ao reiniciar

# UseWorkerProcessCheckBox
source: Use worker process to encode
cs: Použit pracovní proces pro kódování
es: Utilizar el proceso de trabajo para codificar
fr: Utiliser des processus de travail pour encoder
pt: Utilizar o processo de trabalho para codificar

# PreserveModifyTimeFilesCheckBox
source: Preserve Created and Modified time when converting files
cs: Při převodu souborů zachovat vytvořený a změněný čas
es: Mantener tiempo creado y modificado cuando se conviertan archivos
fr: Conserver l'horodatage lors de la conversion des fichiers

# CustomPreviewFolderCheckBox
source: Custom folder for previews:
fr: Dossier personnalisé pour les prévisualisations :

# OptionsDialogTitle
source: Options
cs: Možnosti
es: Opciones
eu: Aukerak
pt: Opções
